Repository: aces/Loris
Catalog: modules/dicom_archive/locale/*/LC_MESSAGES/dicom_archive.po
Languages: hi, ja

source: DICOM Archive
hi: डीआईसीओएम संग्रह
ja: DICOMアーカイブ

source: Patient ID
hi: रोगी आईडी
ja: 患者識別番号

source: Patient Name
hi: रोगी का नाम
ja: 患者名

source: Acquisition Date
hi: अर्जन तिथि
ja: 取得日

source: Archive Location
hi: संग्रह स्थान
ja: アーカイブの場所

source: Metadata
hi: मेटाडाटा
ja: メタデータ

source: MRI Browser
hi: एमआरआई ब्राउज़र
ja: MRIブラウザ

source: Series UID
hi: सीरीज़ यूआईडी
ja: シリーズ固有識別子

source: TarchiveID
hi: टीआर्काइवआईडी

source: SessionID
hi: सत्र आईडी

source: CenterID
hi: केंद्र आईडी

source: IsPhantom
hi: क्या फैंटम है

source: Tarchive Metadata
hi: टीआर्काइव मेटाडाटा
ja: アーカイブメタデータ

source: Acquisition ID
hi: अर्जन आईडी
ja: 取得識別子

source: Patient Birthdate
hi: रोगी जन्म तिथि
ja: 患者の生年月日

source: Patient Biological Sex
hi: रोगी जैविक लिंग
ja: 患者の生物学的性別

source: Date acquired
hi: अर्जन तिथि
ja: 取得日

source: Scanner Model
hi: स्कैनर मॉडल
ja: スキャナーモデル

source: Serial Number
hi: सीरियल नंबर
ja: シリアルナンバー

source: Scanner Software Version
hi: स्कैनर सॉफ़्टवेयर संस्करण
ja: スキャナーソフトウェアバージョン

source: Acquired at
hi: अर्जित स्थान
ja: 取得場所

source: Number of Acquisitions
hi: अर्जनों की संख्या
ja: 買収件数

source: Archived by
hi: द्वारा संग्रहित
ja: 買収者

source: Last update
hi: अंतिम अपडेट
ja: 最終更新日

source: Never
hi: कभी नहीं
ja: 一度もない

source: Summary type version
hi: सारांश प्रकार संस्करण
ja: 概要タイプバージョン

source: Source location
hi: स्रोत स्थान
ja: ソースの場所

source: Archive type version
hi: संग्रह प्रकार संस्करण
ja: アーカイブタイプバージョン

source: Archive location
hi: संग्रह स्थान
ja: アーカイブタイプバージョン

source: Archiving log
hi: संग्रह लॉग
ja: アーカイブログ

source: md5sum of Archive
hi: संग्रह का md5sum
ja: アーカイブのmd5sum

source: md5sum of Dicom unzipped
hi: अनज़िप किए गए डिकॉम का md5sum
ja: 解凍されたDICOMのmd5sum

source: Series
hi: सीरीज़
ja: シリーズ

source: Show/Hide series
hi: सीरीज़ दिखाएँ/छुपाएँ
ja: シリーズを表示/非表示

source: Series Number
hi: सीरीज़ नंबर
ja: シリーズ番号

source: Series Description
hi: सीरीज़ विवरण
ja: シリーズの説明

source: Protocol Name
hi: प्रोटोकॉल नाम
ja: プロトコル名

source: Sequence Name
hi: अनुक्रम नाम
ja: シーケンス名

source: Echo Time
hi: इको समय
ja: エコータイム

source: Repetition Time
hi: पुनरावृत्ति समय
ja: 繰り返し時間

source: Inversion Time
hi: इनवर्शन समय
ja: 反転時間

source: Slice Thickness
hi: स्लाइस मोटाई
ja: スライスの厚さ

source: Phase Encoding
hi: फेज एन्कोडिंग
ja: 位相エンコーディング

source: Number of Files
hi: फ़ाइलों की संख्या
ja: 位相エンコーディング

source: SeriesUID
hi: सीरीज़यूआईडी
ja: シリーズ固有識別子

source: Files
hi: फ़ाइलें
ja: ファイル

source: Show/Hide files
hi: फ़ाइलें दिखाएँ/छुपाएँ
ja: ファイルの表示/非表示

source: SeriesNumber
hi: सीरीज़नंबर
ja: シリーズ番号

source: FileNumber
hi: फ़ाइल नंबर
ja: ファイル番号

source: EchoNumber
hi: इको नंबर
ja: エコー番号

source: FileName
hi: फ़ाइल नाम
ja: ファイル名

source: INVALID - HIDDEN
hi: अमान्य - छुपा हुआ
ja: 無効 - 非表示

source: View Details
hi: विवरण देखें
ja: 詳細を表示

source: View Images
hi: छवियाँ देखें
ja: 画像を見る
