Repository: aces/Loris
Catalog: modules/document_repository/locale/*/LC_MESSAGES/document_repository.po
Languages: hi

source: Document Repository
hi: दस्तावेज़ भंडार

source: Upload files
hi: फ़ाइलें अपलोड करें

source: Category
hi: श्रेणी

source: Search for site
hi: साइट खोजें

source: Version
hi: संस्करण

source: Comments
hi: टिप्पणियाँ

source: Restrict access to the file?
hi: फ़ाइल की पहुँच सीमित करें?

source: File(s) to upload
hi: अपलोड करने के लिए फ़ाइल(ें)

source: Upload File(s)
hi: फ़ाइल(ें) अपलोड करें

source: Uploading...
hi: अपलोड हो रहा है...

source: Upload Successful!
hi: अपलोड सफल रहा!

source: Upload Incomplete
hi: अपलोड अधूरा है

source: Error reading response
hi: प्रतिक्रिया पढ़ने में त्रुटि

source: Please report the issue or contact your administrator
hi: कृपया समस्या की रिपोर्ट करें या अपने व्यवस्थापक से संपर्क करें

source: File too large
hi: फ़ाइल बहुत बड़ी है

source: Could not upload file
hi: फ़ाइल अपलोड नहीं हो सकी

source: Permission denied
hi: अनुमति अस्वीकृत

source: Something went wrong
hi: कुछ गलत हो गया

source: Add Category
hi: श्रेणी जोड़ें

source: Add a category
hi: एक श्रेणी जोड़ें

source: Category Name
hi: श्रेणी का नाम

source: Parent
hi: मूल

source: Category added successfully!
hi: श्रेणी सफलतापूर्वक जोड़ी गई!

source: Error
hi: त्रुटि

source: Edit Document Repository File
hi: दस्तावेज़ भंडार फ़ाइल संपादित करें

source: File updated successfully!
hi: फ़ाइल सफलतापूर्वक अपडेट की गई!

source: Update File
hi: फ़ाइल अपडेट करें

source: Edit Category
hi: श्रेणी संपादित करें

source: Update Category
hi: श्रेणी अपडेट करें

source: Change Name of a category
hi: श्रेणी का नाम बदलें

source: Category Name:
hi: श्रेणी का नाम:

source: New Name for Category
hi: श्रेणी के लिए नया नाम

source: New Parent:
hi: नया मूल:

source: Cannot be equal to itself
hi: स्वयं के बराबर नहीं हो सकता

source: New parent cannot be equal to itself
hi: नया मूल स्वयं के बराबर नहीं हो सकता

source: Edit error!
hi: संपादन में त्रुटि!

source: Edited Successful!
hi: संपादन सफल रहा!

source: Delete Category
hi: श्रेणी हटाएँ

source: Delete a category
hi: एक श्रेणी हटाएँ

source: Delete error!
hi: हटाने में त्रुटि!

source: Delete Successful!
hi: हटाना सफल रहा!

source: File Name
hi: फ़ाइल का नाम

source: Uploaded By
hi: द्वारा अपलोड किया गया

source: For Site
hi: साइट के लिए

source: File Type
hi: फ़ाइल का प्रकार

source: Date Uploaded
hi: अपलोड की तारीख

source: Edit
hi: संपादित करें

source: Delete File
hi: फ़ाइल हटाएँ

source: Filter globally
hi: वैश्विक रूप से फ़िल्टर करें

source: You won't be able to revert this!
hi: आप इसे वापस नहीं कर पाएंगे!

source: Yes, delete it!
hi: हाँ, इसे हटा दो!
