Repository: aces/Loris
Catalog: modules/candidate_parameters/locale/*/LC_MESSAGES/candidate_parameters.po
Languages: es

source: Candidate Parameters
es: Parámetros del Candidato

source: Caveat
es: Advertencia

source: Return to timepoint list
es: Volver a la lista the Puntos en el Tiempo

source: Candidate Information
es: Información del Candidato

source: Participant Status
es: Estado del Participante

source: Diagnosis Evolution
es: Evolución del Diagnóstico

source: Proband Information
es: Información de la Probanda

source: Family Information
es: Información Familiar

source: Consent Status
es: Estado del consentimiento

source: Caveat Emptor Flag for Candidate
es: Alerta sobre el Candidato

source: Reason for Caveat Emptor Flag
es: Razón de la Alerta sobre el Candidato

source: If Other, please specify
es: Si otra, por favor especifique

source: Specify Reason
es: Especifique la razón

source: Comments
es: Comentarios

source: Disclaimer:
es: Descargo de responsabilidad:

source: Any changes to the date of birth requires an administrator to run the fix_candidate_age script.
es: Todo cambio en la Fecha de Nacimiento requiere que un administrador corra el script fix_candidate_age.

source: Date of birth cannot be later than today!
es: La Fecha de Nacimiento no puede ser posterior al día de hoy!

source: Date of birth updated!
es: Fecha de Nacimiento actualizada!

source: Something went wrong.
es: Algo salió mal.

source: Any changes to the date of death requires an administrator to run the fix_candidate_age script.
es: Todo cambio en la Fecha de Defunción requiere que un administrador corra el script fix_candidate_age.

source: Date Of Death:
es: Fecha de Defunción

source: Invalid date
es: Fecha no válida

source: Date of death cannot be later than today!
es: La fecha de fallecimiento no puder ser major que la fecha de hoy en día!

source: Date of death must be after date of birth!
es: La fecha de fallecimiento debe ser posterior a la fecha de nacimiento!

source: Date of death updated!
es: Fecha de fallecimiento actualizada!

source: Trajectory Name
es: Nombre de la trajectoria

source: Configured Order
es: Orden configurado

source: Source Fields
es: Campos Fuente

source: Diagnosis
es: Diagnóstico

source: Confirmed
es: Confirmado

source: Last Update
es: Última actualización

source: An error occurred when loading the form!
es: Un error ocurrió mientras se cargaba el formulario!

source: DOB do not match!
es: Las fechas de nacimiento no son iguales!

source: Proband date of birth cannot be later than today!
es: La fecha de nacimiento de la Probanda no puede ser posterior a hoy!

source: Update Successful!
es: Actualización exitosa!

source: Failed to update!
es: Actualización fallida!

source: Proband Sex
es: Sexo del probanda

source: DoB Proband
es: Fecha de nacimiento del probanda

source: Confirm DoB Proband
es: Confirme la fecha de nacimiento del probanda

source: Age Difference (months)
es: Diferencia de Edad (meses)

source: Add
es: Adicionar

source: Family Member ID (DCCID)
es: Identificador del miembro Familiar (CCDID)

source: Relation Type
es: Tipo de relación

source: Full Sibling
es: Hermano

source: Half Sibling
es: Medio hermano

source: First Cousin
es: Primo hermano

source: Delete
es: Borrar

source: Response
es: Respuesta

source: Date of Response
es: Fecha de la respuesta

source: Confirmation Date of Response
es: Confirmación de la Fecha de la respuesta

source: Date of Withdrawal of Consent
es: Fecha de revocación del consentimiento

source: Confirmation Date of Withdrawal of Consent
es: Confirmación de la Fecha de revocación del consentimiento

source: Update successful.
es: Actualización exitosa.

source: {{label}} dates do not match!
es: Las fechas en {{label}} no coinciden!

source: {{label}} date cannot be later than today!
es: La fecha en {{label}} no puede ser posterior a hoy!

source: {{label}} withdrawal dates do not match!
es: Las fechas de revocación de {{label}} no coinciden!

source: {{label}} withdrawal date cannot be later than today!
es: La fecha de revocación de {{label}} no puede ser posterior a hoy!

source: {{label}} withdrawal date cannot be earlier than response date!
es: La fecha de revocación de {{label}} no puede ser anterior a la fecha del consentimiento!

source: Hide Consent History
es: Ocultar Histórico de Consentimiento

source: Show Consent History
es: Mostrar Histórico de Consentimiento

source: Date of Consent to {{consentDate}}
es: Fecha del consentimiento a {{consentDate}}

source: Date of Consent Withdrawal to {{withdrawal}}
es: Fecha de la revocación del consentimiento a {{withdrawal}}

source: updated for {{label}}:
es: actualizado para {{label}}:

source: Status to
es: Estado a

source: Status:
es: Estado:

source: Details:
es: Detalles:

source: Comments:
es: Comentarios:
