Repository: aces/Loris
Catalog: modules/statistics/locale/*/LC_MESSAGES/statistics.po
Languages: fr, ja

source: Statistics
fr: Statistiques
ja: 統計

source: Study Progression
fr: Progression des études
ja: 学習の進捗

source: Summary
fr: Résumé
ja: まとめ

source: Site Recruitment
fr: Recrutement du site
ja: 現場採用

source: -- Clear Selection --
fr: -- Effacer la sélection --
ja: -- 選択をクリア--

source: Scan sessions per site
fr: Sessions de Scan par site
ja: サイトごとのスキャンセッション

source: Recruitment per site
fr: Recrutement par site
ja: サイトごとの募集

source: Download as PNG
fr: Télécharger au format PNG
ja: PNGとしてダウンロード

source: Labels
fr: Étiquettes
ja: ラベル

source: Date Registered
fr: Date d'enregistrement
ja: 登録日

source: Range Start
fr: Début de la plage
ja: 範囲開始

source: Range End
fr: Fin de la Plage
ja: 範囲終了

source: Total recruitment by Age
fr: Recrutement total par âge
ja: 年齢別総採用数

source: Ethnicity at Screening
fr: Origine ethnique lors du dépistage
ja: スクリーニング時の民族

source: Total Recruitment per Site
fr: Recrutement total par site
ja: サイトあたりの総採用数

source: Biological sex breakdown by site
fr: Répartition selon le sexe biologique par site
ja: 部位別の生物学的性別の内訳

source: Candidate Age at Registration
fr: Âge du candidat au moment de l'inscription
ja: 登録時の候補者の年齢

source: Candidates registered
fr: Candidats inscrits
ja: 登録候補者

source: Target: {{target}}
fr: Cible : {{target}}
ja: ターゲット: {{target}}

source: Recruitment target of {{target}} was reached.
fr: L'objectif de recrutement de {{target}} a été atteint.
ja: {{target}} の採用目標に達しました。

source: Recruitment target of {{target}} was not reached.
fr: L'objectif de recrutement de {{target}} n'a pas été atteint.
ja: {{target}}の募集目標には達しませんでした

source: No target set
fr: Aucun objectif fixé
ja: 目標設定なし

source: {{total}} total participants.
fr: {{total}} participants au total.
ja: 参加者総数は {{total}} 人です。

source: Overall Recruitment
fr: Recrutement global
ja: 全体的な採用

source: Recruitment
fr: Recrutement
ja: 採用

source: Overall
fr: Global
ja: 全体

source: Site Breakdown
fr: Répartition du site
ja: サイトの内訳

source: Project Breakdown
fr: Répartition du projet
ja: プロジェクトの内訳

source: Cohort Breakdown
fr: Répartition par cohorte
ja: コホートの内訳

source: Total Participants: {{count}}
fr: Nombre total de participants : {{count}}
ja: 参加者総数: {{count}}

source: Projects: {{count}}
fr: Projets : {{count}}
ja: プロジェクト: {{count}}

source: Cohorts: {{count}}
fr: Cohortes : {{count}}
ja: コホート: {{count}}

source: Age (Years)
fr: Âge (années)
ja: 年齢（歳）

source: Unknown
fr: Inconnu
ja: 未知

source: Pie
fr: Circulaire

source: Bar
fr: Barre

source: Site Scans
ja: サイトスキャン

source: Participants
ja: 参加者
