Repository: aces/Loris
Catalog: modules/next_stage/locale/*/LC_MESSAGES/next_stage.po
Languages: es, fr, ja

source: Next Stage
es: Próxima Etapa
fr: Étape suivante
ja: 次のステージ

source: Start Next Stage
es: Comenzar próxima etapa
fr: Commencer l'étape suivante
ja: 次のステージを開始

source: Date of %s
es: Fecha de %s
fr: Date du %s
ja: %sの日付

source: Retype Date of %s
es: Confirme la fecha de %s
fr: Saisir à nouveau la date du %s
ja: %s の日付を再入力してください

source: Start %s
es: Comenzar %s
fr: Démarrer le %s
ja: %s を開始

source: CohortID:
es: Identificador del Cohorte:
fr: Identifiant de cohorte :
ja: コホートID:

source: Date is required.
es: La fecha es requerida.
fr: La date est requise.
ja: 日付は必須です。

source: Both date fields are required.
es: Los dos campos de fecha son requeridos.
fr: Les deux champs de date sont obligatoires.
ja: 両方の日付フィールドは必須です。

source: Both Date fields must match.
es: Las dos fechas deben coincidir.
fr: Les deux champs “Date” doivent correspondre.
ja: 両方の日付フィールドが一致する必要があります。

source: Date of Visit is less than Date of Screening.
es: Las dos fechas deben coincidir.
ja: 訪問日が検査日よりも前です。

source: Date of Visit is less than Date of Birth/EDC.
es: Las dos fechas deben coincidir.
fr: La date de la visite est antérieure à la date de naissance/DPA.
ja: 訪問日が生年月日より前です。

source: Next stage started.
es: Próxima etapa iniciada.
fr: La prochaine étape a commencé.
ja: 次のステージが始まりました。

source: Click here to continue.
es: Click aquí para continuar.
fr: Appuyez ici pour continuer.
ja: 続行するにはここをクリックしてください。
