Repository: aces/Loris
Catalog: modules/help_editor/locale/*/LC_MESSAGES/help_editor.po
Languages: hi, ja

source: Help Editor
hi: सहायता संपादक
ja: ヘルプエディター

source: Edit Help Content
hi: सहायता सामग्री संपादित करें
ja: ヘルプコンテンツを編集する

source: Help ID
hi: सहायता आईडी
ja: ヘルプ識別子

source: Topic
hi: विषय
ja: トピック

source: Content
hi: सामग्री
ja: 興奮した

source: Title
hi: शीर्षक
ja: タイトル

source: Open the help dialog to preview the changes.
hi: परिवर्तनों का पूर्वावलोकन करने के लिए सहायता संवाद खोलें।
ja: 変更をプレビューするにはヘルプ ダイアログを開きます。

source: Content update successful!
hi: सामग्री सफलतापूर्वक अपडेट की गई!
ja: コンテンツの更新に成功しました!

source: Content update unsuccessful.
hi: सामग्री अपडेट असफल रहा।
ja: コンテンツの更新に失敗しました。

source: Something went wrong
hi: कुछ गलत हो गया
ja: 問題が発生しました

source: Try again
hi: पुनः प्रयास करें
ja: もう一度やり直してください

source: Help content cannot be added to an instrument that has already been registered.
hi: एक ऐसे इंस्ट्रूमेंट में हेल्प कंटेंट नहीं जोड़ा जा सकता है जो पहले से पंजीकृत हो चुका है।
ja: すでに登録されている機器にはヘルプ コンテンツを追加できません。

source: Adding help content for a specific instrument
hi: किसी विशिष्ट उपकरण के लिए सहायता सामग्री जोड़ना
ja: 特定の機器のヘルプコンテンツを追加する
