Repository: aces/Loris
Catalog: modules/conflict_resolver/locale/*/LC_MESSAGES/conflict_resolver.po
Languages: hi

source: Conflict Resolver
hi: कॉन्फ्लिक्ट रेज़ोल्वर

source: Data entry conflict
hi: डेटा प्रविष्टि टकराव

source: Unresolved Conflicts
hi: असुलझे टकराव

source: Unresolved
hi: असुलझा

source: Resolved
hi: सुलझा हुआ

source: Correct Answer
hi: सही उत्तर

source: Conflict ID
hi: टकराव आईडी

source: Question
hi: प्रश्न

source: Description
hi: विवरण

source: Value 1
hi: मान 1

source: Value 2
hi: मान 2

source: Resolved ID
hi: सुलझा हुआ आईडी

source: Incorrect Answer
hi: गलत उत्तर

source: User 1
hi: उपयोगकर्ता 1

source: User 2
hi: उपयोगकर्ता 2

source: Resolver
hi: सुलझाने वाला

source: Resolution Timestamp
hi: संकल्प समय

source: Number of Conflicts
hi: टकरावों की संख्या

source: Click on instrument in legend to visit conflict resolver for that instrument across all visits.
hi: सभी विज़िट्स में उस इंस्ट्रूमेंट के लिए कॉन्फ्लिक्ट रेज़ोल्वर देखने हेतु लीजेंड में इंस्ट्रूमेंट पर क्लिक करें।

source: Click on bar in graph to visit conflict resolver for that visit and instrument combination.
hi: ग्राफ़ में बार पर क्लिक करें ताकि उस विज़िट और इंस्ट्रूमेंट संयोजन के लिए कॉन्फ्लिक्ट रेज़ोल्वर देखें।
