Repository: aces/Loris
Catalog: modules/*_preferences/locale/*/LC_MESSAGES/*_preferences.po
Languages: fr, ja

source: Edit My Information
fr: Modifier mes informations
ja: 私の情報を編集する

source: Notifications
ja: 通知

source: Your email address must be less than 255 characters long
fr: Votre adresse courriel doit comporter moins de 255 caractères.
ja: メールアドレスは255文字未満でなければなりません

source: Language preference
fr: Préférence linguistique
ja: 言語設定

source: Operation
fr: Opération
ja: 作用

source: Description
ja: 説明

source: The email address already exists
fr: L'adresse courriel existe déjà.
ja: メールアドレスは既に存在します

source: Your password cannot be your email
fr: Votre mot de passe ne peut pas être votre adresse courriel.
ja: パスワードにメールアドレスは使用できません

source: Your password cannot be your username
fr: Votre mot de passe ne peut pas être votre nom d'utilisateur.
ja: パスワードをユーザー名と同じにすることはできません。

source: The passwords do not match
fr: Non trouvé
ja: パスワードが一致しません

source: New and old passwords are identical
fr: Les nouveaux et anciens mots de passe sont identiques.
ja: 新しいパスワードと古いパスワードは同一です

source: Configure multi-factor authentication (MFA)
fr: Configurer l'authentification multifactorielle (AMF)
ja: 多要素認証を設定する

source: Configure MFA
fr: Configurer l'AMF
ja: 多要素認証を設定する

source: Manual MFA Setup
fr: Configuration manuelle de l'authentification multifactorielle (AMF)
ja: 手動多要素認証の設定

source: Use the following key in your authenticator app: <0>{{code}}</0>
fr: Utilisez la clé suivante dans votre application d'authentification : <0>{{code}}</0>
ja: 認証アプリで次のコードを使用してください: <0>{{code}}</0>

source: Scan the following QR code below in your MFA authenticator and enter the code to validate.
fr: Scannez le code QR ci-dessous dans votre authentificateur AMF et entrez le code pour valider.
ja: 多要素認証システムで以下の QR コードをスキャンし、コードを入力して検証します。

source: Note that this will <0>overwrite</0> any previously setup MFA in LORIS!
ja: これにより、ロリスで以前に設定された多要素認証が <0>上書き</0> されることに注意してください。

source: Can't scan the QR code? <0>Setup manually.</0>
fr: Vous ne parvenez pas à scanner le code QR ? <0>Procédez à une configuration manuelle.</0>
ja: QR コードをスキャンできませんか? <0>手動で設定してください。</0>

source: Validate Code
fr: Valider le code
ja: コードの検証

source: Successfully registered multifactor authenticator
fr: Authentificateur multifactoriel enregistré avec succès
ja: 多要素認証の登録に成功しました
