Repository: aces/Loris
Catalog: modules/user_accounts/locale/*/LC_MESSAGES/user_accounts.po
Languages: fr, hi, ja

source: User Accounts
fr: Comptes utilisateur
hi: उपयोगकर्ता खाते
ja: ユーザーアカウント

source: Edit User
fr: Modifier l'utilisateur
hi: उपयोगकर्ता संपादित करें
ja: ユーザーを編集

source: This user has no site affiliations
fr: Cet utilisateur n'est affilié à aucun site.
hi: इस उपयोगकर्ता की कोई साइट संबद्धता नहीं है
ja: このユーザーにはサイト所属がありません。

source: This user has no project affiliations
fr: Cet utilisateur n'est affilié à aucun projet.
hi: इस उपयोगकर्ता की कोई परियोजना संबद्धता नहीं है
ja: このユーザーにはプロジェクトへの所属はありません。

source: Username
hi: उपयोगकर्ता नाम

source: Full Name
fr: Nom complet
hi: पूरा नाम
ja: フルネーム

source: Email
hi: ईमेल

source: Pending Approval
fr: En attente d'approbation
hi: स्वीकृति लंबित
ja: 承認待ち

source: Radiologist
fr: Radiologue
hi: रेडियोलॉजिस्ट
ja: 放射線科医

source: Account Request Date
fr: Date de demande de compte
hi: खाता अनुरोध तिथि
ja: アカウントリクエスト日

source: Add User
fr: Ajouter un utilisateur
hi: उपयोगकर्ता जोड़ें
ja: ユーザーを追加

source: The form you submitted contains data entry errors
fr: Le formulaire que vous avez soumis contient des erreurs de saisie.
hi: आपके द्वारा प्रस्तुत फॉर्म में डेटा प्रविष्टि त्रुटियां हैं
ja: 送信したフォームにデータ入力エラーが含まれています。

source: Password Rules
hi: पासवर्ड नियम

source: The password must be at least 8 characters long.
hi: पासवर्ड कम से कम 8 अक्षर लंबा होना चाहिए।

source: The password cannot be your username or email address.
hi: पासवर्ड आपका उपयोगकर्ता नाम या ईमेल पता नहीं हो सकता।

source: No special characters are required but your password must be sufficiently complex to be accepted.
hi: कोई विशेष वर्ण आवश्यक नहीं हैं लेकिन आपका पासवर्ड स्वीकार किए जाने के लिए पर्याप्त रूप से जटिल होना चाहिए।

source: Please choose a unique password.
hi: कृपया एक अनूठा पासवर्ड चुनें।

source: We suggest using a password manager to generate one for you.
hi: हम आपके लिए एक उत्पन्न करने के लिए पासवर्ड प्रबंधक का उपयोग करने का सुझाव देते हैं।

source: Notes
hi: नोट्स
ja: 注記

source: It is recommended to use an email address as the username, for clarity and uniqueness.
fr: Il est recommandé d'utiliser une adresse courriel comme nom d'utilisateur, pour plus de clarté et de singularité.
hi: स्पष्टता और अद्वितीयता के लिए उपयोगकर्ता नाम के रूप में ईमेल पते का उपयोग करने की अनुशंसा की जाती है।
ja: 明確さと一意性を保つために、ユーザー名として電子メール アドレスを使用することをお勧めします。

source: When generating a new password, please notify the user by checking 'Send email to user' box below!
fr: Lorsque vous générez un nouveau mot de passe, veuillez en informer l'utilisateur en cochant la case « Envoyer un courriel à l'utilisateur » ci-dessous !
hi: नया पासवर्ड बनाते समय, कृपया नीचे 'उपयोगकर्ता को ईमेल भेजें' बॉक्स को चेक करके उपयोगकर्ता को सूचित करें!
ja: 新しいパスワードを生成するときは、「ユーザーにメールを送信」ボックスをチェックしてユーザーに通知してください。

source: Add/Edit User
fr: Ajouter / Modifier un·e utilisateur·trice
hi: उपयोगकर्ता जोड़ें/संपादित करें
ja: ユーザーの追加/編集

source: Reject User
fr: Rejeter l'utilisateur
hi: उपयोगकर्ता को अस्वीकार करें
ja: ユーザーを拒否

source: User name
hi: उपयोगकर्ता नाम

source: Make user name match email address
fr: Faire correspondre le nom d'utilisateur à l'adresse courriel
hi: उपयोगकर्ता नाम को ईमेल पता से मिलाएँ
ja: ユーザー名をメールアドレスと一致させます。

source: Password
hi: पासवर्ड

source: Generate new password
fr: Générer un nouveau mot de passe
hi: नया पासवर्ड बनाएं
ja: 新しいパスワードを生成します。

source: Confirm Password
hi: पासवर्ड की पुष्टि करें

source: First name
hi: पहला नाम

source: Last name
hi: अंतिम नाम

source: Degree
fr: Niveau
hi: डिग्री
ja: 程度

source: Academic Position
fr: Poste universitaire
hi: शैक्षणिक पद
ja: 学術的地位

source: Institution
fr: Établissement
hi: संस्थान
ja: 機関

source: Department
fr: Département
hi: विभाग
ja: 部門

source: Street Address
fr: Adresse
hi: सड़क का पता
ja: 住所

source: City
fr: Ville
hi: शहर
ja: 市

source: State/Province
fr: État/Province
hi: राज्य/प्रांत
ja: 州/県

source: Zip/Postal Code
fr: Code postal
hi: पिन/डाक कोड
ja: 郵便番号

source: Country
fr: Pays
hi: देश
ja: 国

source: FAX
hi: फैक्स
ja: ファックス

source: Email address
hi: ईमेल पता

source: Send email to user
fr: Envoyer un courriel à l'utilisateur
hi: उपयोगकर्ता को ईमेल भेजें
ja: ユーザーにメールを送信

source: Confirm Email
fr: Confirmez le courriel
hi: ईमेल की पुष्टि करें
ja: メール確認

source: Examiner At:
fr: Examinateur à :
hi: परीक्षक स्थल:
ja: 審査官:

source: Examiner Status
fr: Statut d'examinateur
hi: परीक्षक की स्थिति
ja: 審査官のステータス

source: Pending approval
fr: En attente de validation
hi: अनुमोदन प्रतीक्षारत
ja: 承認待ち

source: Active from
fr: Actif depuis
hi: सक्रिय शुरू
ja: アクティブ開始日

source: Active to
fr: Actif jusqu'au
hi: सक्रिय समाप्त
ja: アクティブに

source: Permissions
hi: अनुमतियाँ
ja: 権限

source: Supervisors
fr: Superviseur(s)
hi: पर्यवेक्षक
ja: 監督者

source: You cannot enter a user name if you want it to match the email address
fr: Vous ne pouvez pas saisir un nom d'utilisateur si vous souhaitez qu'il corresponde à l'adresse courriel
hi: यदि आप उपयोगकर्ता नाम को ईमेल से मेल करना चाहते हैं, तो आप इसे अलग से दर्ज नहीं कर सकते
ja: メールアドレスと一致させたい場合、ユーザー名を入力することはできません。

source: You must enter a user name or choose to make it match the email address
fr: Vous devez saisir un nom d'utilisateur ou choisir de le faire correspondre à l'adresse courriel.
hi: आपको उपयोगकर्ता नाम दर्ज करना होगा या इसे ईमेल से मेल करने का विकल्प चुनना होगा
ja: ユーザー名を入力するか、ユーザー名と電子メール アドレスを一致させるように選択する必要があります。

source: The user name already exists
fr: Le nom d'utilisateur existe déjà.
hi: उपयोगकर्ता नाम पहले से मौजूद है
ja: ユーザー名は既に存在します。

source: The user name must not exceed 255 characters
fr: Le nom d'utilisateur ne doit pas dépasser 255 caractères.
hi: उपयोगकर्ता नाम 255 अक्षरों से अधिक नहीं होना चाहिए
ja: ユーザー名は 255 文字を超えてはなりません。

source: You cannot have the user name match an email address that contains a whitespace character
fr: Le nom d'utilisateur ne peut pas correspondre à une adresse courriel contenant un espace.
hi: आप उपयोगकर्ता नाम को ऐसे ईमेल से मेल नहीं कर सकते जिसमें रिक्त स्थान हो
ja: ユーザー名を、空白文字を含む電子メール アドレスと一致させることはできません。

source: Whitespace characters are not allowed in user names
fr: Les espaces ne sont pas autorisés dans les noms d'utilisateur.
hi: उपयोगकर्ता नाम में रिक्त स्थान की अनुमति नहीं है
ja: ユーザー名には空白文字は使用できません。

source: Please specify password or click Generate new password
fr: Veuillez indiquer votre mot de passe ou cliquer sur Générer un nouveau mot de passe.
hi: कृपया पासवर्ड निर्दिष्ट करें या 'नया पासवर्ड बनाएं' पर क्लिक करें
ja: パスワードを指定するか、「新しいパスワードを生成」をクリックしてください。

source: Password is required
fr: Mot de passe requis
hi: पासवर्ड आवश्यक है
ja: パスワードが必要です。

source: You must enter an email address
fr: Vous devez saisir une adresse courriel.
hi: आपको ईमेल पता दर्ज करना होगा
ja: メールアドレスを入力する必要があります。

source: Email and confirmed email do not match
fr: L'adresse courriel et l'adresse courriel confirmée ne correspondent pas.
hi: ईमेल और पुष्टि की गई ईमेल मेल नहीं खाते
ja: メールアドレスと確認メールアドレスが一致しません。

source: You must select at least one site/affiliation
fr: Vous devez sélectionner au moins un site/affiliation.
hi: आपको कम से कम एक साइट/संलग्नता चुननी होगी
ja: 少なくとも 1 つのサイト/所属先を選択する必要があります。

source: You must select at least one project/affiliation
fr: Vous devez sélectionner au moins un projet/une affiliation.
hi: आपको कम से कम एक प्रोजेक्ट/संलग्नता चुननी होगी
ja: 少なくとも 1 つのプロジェクト/所属を選択する必要があります。

source: Please specify if examiner is a radiologist
fr: Veuillez préciser si l'examinateur est un radiologue.
hi: कृपया निर्दिष्ट करें कि परीक्षक रेडियोलॉजिस्ट है या नहीं
ja: 検査者が放射線科医の場合は選択してください。

source: Please set pending approval Yes or No
fr: Veuillez définir l'approbation en attente Oui ou Non
hi: कृपया 'अनुमोदन प्रतीक्षारत' को हाँ या नहीं सेट करें
ja: 保留中の承認を「はい」または「いいえ」に設定してください。

source: Please select at least one examiner site or clear the 'Examiner status' fields below (i.e. 'Radiologist' and 'Pending Approval').
fr: Veuillez sélectionner au moins un site d'examinateur ou effacer les champs « Statut d'examinateur » ci-dessous (c'est-à-dire « Radiologue » et « En attente d'approbation »).
hi: कृपया कम से कम एक परीक्षक स्थल चुनें या नीचे के 'परीक्षक स्थिति' फ़ील्ड्स (जैसे 'रेडियोलॉजिस्ट' और 'अनुमोदन प्रतीक्षारत') को साफ़ करें।
ja: 少なくとも 1 つの検査官サイトを選択するか、以下の「検査官ステータス」フィールド (「放射線科医」および「承認待ち」など) をクリアしてください。

source: Please notice that the "Active from" date should be lesser or equal to the "Active to" date.
fr: Veuillez noter que la date « Actif à partir du » doit être inférieure ou égale à la date « Actif jusqu'au ».
hi: कृपया ध्यान दें कि 'सक्रिय शुरू' तिथि, 'सक्रिय समाप्त' तिथि के बराबर या उससे पहले होनी चाहिए।
ja: 「アクティブ開始日」は「アクティブ終了日」と同じかそれより小さい日付にする必要があることに注意してください。

source: Pending account approval
fr: En attente d'approbation du compte
ja: アカウント承認待ち

source: Pending account approvals
fr: Approbations de compte en attente
ja: 保留中のアカウント承認

source: You must leave the password field empty if you want the system to generate one for you
ja: システムでパスワードを生成する場合は、パスワード フィールドを空のままにしておく必要があります。

source: Your password cannot be your email.
fr: Votre mot de passe ne peut pas être votre adresse courriel.
ja: パスワードにメールアドレスは使用できません。

source: Your password cannot be your user name.
fr: Votre mot de passe ne peut pas être votre nom d'utilisateur.
ja: パスワードをユーザー名と同じにすることはできません。

source: The passwords do not match.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。

source: New and old passwords are identical
fr: Les nouveaux et anciens mots de passe sont identiques.
ja: 新しいパスワードと古いパスワードは同一です。

source: This email address is already in use
fr: Cette adresse email est déjà utilisée
ja: このメールアドレスはすでに使用されています。
