Repository: aces/Loris
Catalog: modules/examiner/locale/*/LC_MESSAGES/examiner.po
Languages: hi

source: Examiner
hi: परीक्षक

source: Edit Examiner
hi: परीक्षक संपादित करें

source: Examiner added.
hi: परीक्षक जोड़ा गया।

source: Add Examiner
hi: परीक्षक जोड़ें

source: Name
hi: नाम

source: Radiologist
hi: रेडियोलॉजिस्ट

source: Add
hi: जोड़ें

source: ID
hi: आईडी

source: Certification
hi: प्रमाणन

source: This user has no site affiliations
hi: इस उपयोगकर्ता की कोई साइट संबद्धता नहीं है।

source: Edit Certification for
hi: के लिए प्रमाणन संपादित करें

source: Certification Status
hi: प्रमाणन स्थिति

source: Certification Date
hi: प्रमाणन तिथि

source: Comments
hi: टिप्पणियाँ

source: Change Log
hi: परिवर्तन लॉग

source: User
hi: उपयोगकर्ता

source: Measure
hi: माप

source: Old Value
hi: पुराना मान

source: Old Date
hi: पुरानी तिथि

source: New Value
hi: नया मान

source: New Date
hi: नई तिथि

source: No changes have been made
hi: कोई बदलाव नहीं किया गया है
