Repository: aces/Loris
Catalog: modules/instrument_list/locale/*/LC_MESSAGES/instrument_list.po
Languages: es, fr

source: Instrument List
es: Lista de Instrumentos
fr: Liste des instruments

source: Visit to Site
es: Visita al Sitio
fr: Visite du site

source: Within Optimal
es: Dentro de lo óptimo

source: Within Permitted
es: Dentro de permitido
fr: Dans les limites autorisées

source: Behavioural Battery of Instruments
es: Batería de instrumentos de comportamiento
fr: Batterie d'instruments comportementaux

source: The battery has no registered instruments
es: La batería no tiene instrumentos registrados
fr: Aucun instrument n'est enregistré pour la batterie.

source: View Imaging data
es: Ver datos de Imágenes
fr: Afficher les données d'imagerie

source: Send TimePoint
es: Enviar Punto en el Tiempo
fr: Envoyer le temps d'acquisition

source: No actions
es: No acciones
fr: Aucune action

source: Stage: %s
es: Etapa: %s
fr: Stade: %s

source: Start %s Stage
es: Iniciar %s Etapa
fr: Démarrer %s Stade
