Repository: aces/Loris
Catalog: modules/battery_manager/locale/*/LC_MESSAGES/battery_manager.po
Languages: hi, ja

source: Battery Manager
hi: बैटरी प्रबंधक
ja: バッテリーマネージャー

source: Submission successful!
hi: प्रस्तुति सफल रही!
ja: 送信成功しました!

source: Instrument
hi: उपकरण
ja: 楽器

source: Minimum Age
hi: न्यूनतम आयु
ja: 最低年齢

source: Maximum Age
hi: अधिकतम आयु
ja: 最大年齢

source: Stage
hi: चरण
ja: ステージ

source: First Visit
hi: पहला दौरा
ja: 初回訪問

source: Instrument Order
hi: उपकरण क्रम
ja: 楽器の注文

source: Double Data Entry Enabled
hi: डबल डेटा प्रविष्टि सक्षम
ja: 二重データ入力が有効

source: Change Status
hi: स्थिति परिवर्तन
ja: ステータスの変更

source: Edit Metadata
hi: मेटाडेटा संपादित करें
ja: メタデータの編集

source: Deactivate
hi: निष्क्रिय करें
ja: 無効化

source: Activate
hi: सक्रिय करें
ja: 活性化

source: Edit
hi: संपादित करें
ja: 編集

source: New Test
hi: नया परीक्षण
ja: 新しいテスト

source: Edit Test
hi: परीक्षण संपादित करें
ja: 編集テスト

source: Add New Test
hi: नया परीक्षण जोड़ें
ja: 新しいテストを追加

source: This field is required
hi: यह फ़ील्ड आवश्यक है
ja: この項目は必須です

source: This field must be 0 or greater
hi: यह फ़ील्ड 0 या उससे अधिक होना चाहिए
ja: このフィールドは 0 以上である必要があります。

source: Minimum age must be lesser than maximum age.
hi: न्यूनतम आयु अधिकतम आयु से कम होनी चाहिए।
ja: 最低年齢は最高年齢より小さくなければなりません。

source: Maximum age must be greater than minimum age.
hi: अधिकतम आयु न्यूनतम आयु से अधिक होनी चाहिए।
ja: 最高年齢は最低年齢より大きくなければなりません。

source: Test Duplicate
hi: परीक्षण डुप्लिकेट
ja: テストの重複

source: The information provided corresponds with a deactivated test that already exists in the system.
hi: प्रदान की गई जानकारी सिस्टम में पहले से मौजूद एक निष्क्रिय परीक्षण से मेल खाती है।
ja: 提供された情報は、システムにすでに存在する非アクティブなテストに対応しています。

source: Would you to like activate that test?
hi: क्या आप उस परीक्षण को सक्रिय करना चाहेंगे?
ja: そのテストを有効にしますか?

source: You cannot duplicate an active test
hi: आप एक सक्रिय परीक्षण की प्रतिलिपि नहीं बना सकते
ja: アクティブなテストを複製することはできません

source: You cannot add an entry if it has a duplicate entry in the test battery.
hi: यदि परीक्षण बैटरी में प्रविष्टि डुप्लिकेट है तो आप प्रविष्टि नहीं जोड़ सकते।
ja: テスト バッテリーに重複したエントリがある場合は、エントリを追加できません。

source: If the duplicate entry is inactive, you will be given the option to activate it.
hi: यदि डुप्लिकेट प्रविष्टि निष्क्रिय है, तो आपको उसे सक्रिय करने का विकल्प दिया जाएगा।
ja: 重複したエントリが非アクティブな場合は、アクティブにするオプションが表示されます。

source: Editing an entry will alter the current entry.
hi: प्रविष्टि संपादित करने से वर्तमान प्रविष्टि बदल जाएगी।
ja: エントリを編集すると、現在のエントリが変更されます。

source: You cannot edit an entry to have the same values as another active entry.
hi: आप किसी प्रविष्टि को संपादित करके उसे किसी अन्य सक्रिय प्रविष्टि के समान नहीं बना सकते।
ja: エントリを編集して、別のアクティブなエントリと同じ値に設定することはできません。

source: Search for instrument
hi: उपकरण खोजें
ja: 楽器を探す

source: days
hi: दिन

source: Search for site
hi: साइट खोजें
ja: サイトを検索

source: Enable Double Data Entry
hi: डबल डेटा प्रविष्टि सक्षम करें
ja: 二重データ入力を有効にする

source: Submit
hi: सबमिट करें
ja: 提出する

source: Maximum Age (days)
hi: अधिकतम आयु (दिन)
ja: 最大年齢（日数）

source: Minimum Age (days)
hi: न्यूनतम आयु (दिन)
ja: 最低年齢（日数）
