Repository: aces/Loris
Catalog: modules/behavioural_qc/locale/*/LC_MESSAGES/behavioural_qc.po
Languages: hi, ja

source: Behavioural Quality Control
hi: व्यवहारिक गुणवत्ता नियंत्रण
ja: 行動品質管理

source: Behavioural Session
hi: व्यवहारिक सत्र
ja: 行動品質管理

source: Incomplete Forms
hi: अधूरी प्रपत्र
ja: 不完全なフォーム

source: Data Conflicts
hi: डेटा संघर्ष
ja: データの競合

source: Behavioural Feedback
hi: व्यवहारिक प्रतिक्रिया
ja: 行動フィードバック

source: Data Entry Type
hi: डेटा प्रविष्टि प्रकार
ja: データ入力タイプ

source: Initial Data Entry (IDE)
hi: प्रारंभिक डेटा प्रविष्टि (IDE)
ja: 初期データ入力 (IDE)

source: Double Data Entry (DDE)
hi: द्वि-डेटा प्रविष्टि (DDE)
ja: 二重データ入力 (DDE)

source: Field Name
hi: फ़ील्ड नाम
ja: フィールド名

source: Feedback Level
hi: प्रतिक्रिया स्तर
ja: フィードバックレベル

source: Test Name
hi: परीक्षण नाम
ja: テスト名

source: Feedback Status
hi: प्रतिक्रिया स्थिति
ja: フィードバックステータス

source: Profile
hi: प्रोफाइल
