Repository: aces/Loris
Catalog: modules/instrument_builder/locale/*/LC_MESSAGES/instrument_builder.po
Languages: hi

source: Instrument Builder
hi: इंस्ट्रूमेंट बिल्डर

source: Instrument Loaded
hi: इंस्ट्रूमेंट लोड किया गया

source: Load Instrument
hi: इंस्ट्रूमेंट लोड करें

source: Save Instrument
hi: इंस्ट्रूमेंट सहेजें

source: Build Instrument
hi: इंस्ट्रूमेंट बनाएं

source: Filename:
hi: फ़ाइल नाम:

source: Instrument Name:
hi: इंस्ट्रूमेंट नाम:

source: Load
hi: लोड

source: Build
hi: बनाएं

source: Database Name
hi: डेटाबेस नाम

source: Question Display (Front End)
hi: प्रश्न प्रदर्शन (फ्रंट एंड)

source: Edit
hi: संपादित करें

source: Page:
hi: पृष्ठ:

source: Drop here
hi: यहाँ छोड़ें

source: Question Text
hi: प्रश्न पाठ

source: Question Name:
hi: प्रश्न नाम:

source: Dropdown Option:
hi: ड्रॉपडाउन विकल्प:

source: Add option
hi: विकल्प जोड़ें

source: Preview:
hi: पूर्वावलोकन:

source: Start year:
hi: प्रारंभ वर्ष:

source: End year:
hi: समाप्ति वर्ष:

source: Date Format:
hi: दिनांक प्रारूप:

source: Min:
hi: न्यूनतम:

source: Max:
hi: अधिकतम:

source: Question Type:
hi: प्रश्न प्रकार:

source: Information
hi: जानकारी

source: Header
hi: शीर्षक

source: Label
hi: लेबल

source: Scored Field
hi: स्कोर फ़ील्ड

source: Data entry
hi: डेटा प्रविष्टि

source: Textbox
hi: टेक्स्टबॉक्स

source: Textarea
hi: टेक्स्ट एरिया

source: Dropdown
hi: ड्रॉपडाउन

source: Multiselect
hi: मल्टीसेलेक्ट

source: Numeric
hi: संख्यात्मक

source: Formatting
hi: फ़ॉर्मेटिंग

source: Blank Line
hi: रिक्त पंक्ति

source: Page Break
hi: पृष्ठ विराम

source: Select One
hi: एक चुनें

source: Add Question
hi: प्रश्न जोड़ें

source: Add Row
hi: पंक्ति जोड़ें

source: Edit Row
hi: पंक्ति संपादित करें

source: Page Name
hi: पृष्ठ नाम

source: Standard Date
hi: मानक दिनांक

source: Basic Date (does not include 'Not Answered' option)
hi: मूल दिनांक ('उत्तर नहीं दिया' विकल्प शामिल नहीं)

source: Month Year (does not include day of the month)
hi: महीना वर्ष (महीने का दिन शामिल नहीं)

source: Invalid extension. Only .linst files are allowed.
hi: अमान्य एक्सटेंशन। केवल .linst फ़ाइलें अनुमत हैं।

source: Spaces are not allowed in the file name.
hi: फ़ाइल नाम में रिक्त स्थान की अनुमति नहीं है।

source: Multiple periods in the file name are not allowed.
hi: फ़ाइल नाम में कई अवधि की अनुमति नहीं है।

source: Special characters are not allowed (only letters, numbers, and _).
hi: विशेष वर्णों की अनुमति नहीं है (केवल अक्षर, संख्याएँ और _)।

source: File name cannot end with a special character.
hi: फ़ाइल नाम विशेष वर्ण के साथ समाप्त नहीं हो सकता।

source: Question name can't contain 'status' as part of the name!
hi: प्रश्न नाम में 'status' नाम के भाग के रूप में शामिल नहीं हो सकता!

source: Dropdown options cannot be empty!
hi: ड्रॉपडाउन विकल्प खाली नहीं हो सकते!

source: No element type selected
hi: कोई तत्व प्रकार चयनित नहीं

source: Invalid date provided
hi: अमान्य दिनांक प्रदान किया गया

source: End year happened before start year
hi: समाप्ति वर्ष प्रारंभ वर्ष से पहले हुआ

source: The year must have exactly 4 digits. Please choose an integer number between 1000 and 9999.
hi: वर्ष में बिल्कुल 4 अंक होने चाहिए। कृपया 1000 और 9999 के बीच एक पूर्णांक संख्या चुनें।

source: Max value must be larger than min value
hi: अधिकतम मान न्यूनतम मान से बड़ा होना चाहिए

source: Must use question text as page header
hi: पृष्ठ शीर्षक के रूप में प्रश्न पाठ का उपयोग करना होगा

source: No question text specified
hi: कोई प्रश्न पाठ निर्दिष्ट नहीं

source: Please shorten to 64 characters maximum
hi: कृपया अधिकतम 64 वर्णों तक छोटा करें

source: Please shorten to 57 characters maximum
hi: कृपया अधिकतम 57 वर्णों तक छोटा करें

source: Must specify name for database to save value into
hi: मान सहेजने के लिए डेटाबेस के लिए नाम निर्दिष्ट करना होगा

source: Duplicate question name
hi: डुप्लिकेट प्रश्न नाम

source: Top
hi: शीर्ष

source: Browse
hi: ब्राउज़ करें

source: Delete
hi: हटाएं
