Repository: aces/Loris
Catalog: modules/dataquery/locale/*/LC_MESSAGES/dataquery.po
Languages: hi, ja

source: Data Query Tool (Beta)
hi: डेटा क्वेरी टूल (बीटा)
ja: データ辞書（レガシー）

source: Starred Queries
ja: スター付きクエリ

source: Study Query
hi: अध्ययन क्वेरीज़
ja: 研究クエリ

source: Candidate matches:
ja: 候補の一致:

source: Note: matches count only includes candidates that you have access to. Results may vary from other users due to permissions.
hi: नोट: मेल गिनती केवल उन्हीं उम्मीदवारों को शामिल करती है जिन तक आपकी पहुँच है। अनुमतियों के कारण परिणाम अन्य उपयोगकर्ताओं से भिन्न हो सकते हैं।
ja: 注: 一致数には、アクセス権を持つ候補者のみが含まれます。権限によっては、他のユーザーと結果が異なる場合があります。

source: Query not yet run
hi: क्वेरी अभी तक नहीं चलाई गई
ja: クエリはまだ実行されていません

source: Loading data:
hi: डेटा लोड हो रहा है:
ja: データの読み込み中:

source: {{value}} of {{max}} candidates
hi: {{max}} में से {{value}} उम्मीदवार
ja: {{max}} 件中 {{value}} 件の候補

source: Organizing headers:
hi: हेडर व्यवस्थित किए जा रहे हैं:
ja: ヘッダーの整理:

source: {{value}} of {{max}} columns
hi: {{max}} में से {{value}} कॉलम
ja: {{max}}列中{{value}} 列

source: Organizing data:
hi: डेटा व्यवस्थित किया जा रहा है:
ja: データの整理:

source: Invalid progress type: {{type}}
hi: अमान्य प्रगति प्रकार: {{type}}
ja: 無効な進捗タイプ: {{type}}

source: No data for visit
hi: इस विज़िट के लिए कोई डेटा नहीं
ja: 訪問データがありません

source: Field Name
hi: फ़ील्ड नाम
ja: フィールド名

source: Field Description
hi: फ़ील्ड विवरण
ja: フィールドの説明

source: Field Name: Field Description
hi: फ़ील्ड नाम: फ़ील्ड विवरण
ja: フィールド名: フィールドの説明

source: Rows (Cross-sectional)
hi: पंक्तियाँ (क्रॉस-सेक्शनल)
ja: 列（断面）

source: Columns (Longitudinal)
hi: कॉलम (लॉन्गिट्यूडिनल)
ja: 柱（縦方向）

source: Inline values (no download)
hi: इनलाइन मान (कोई डाउनलोड नहीं)
ja: インライン値（ダウンロードなし）

source: Raw JSON (debugging only)
hi: कच्चा JSON (सिर्फ डीबगिंग के लिए)
ja: 生の JSON (デバッグのみ)

source: Header Display Format
hi: हेडर प्रदर्शन प्रारूप
ja: ヘッダー表示形式

source: Display visits as
hi: विज़िट प्रदर्शित करें इस प्रकार
ja: 訪問の表示方法

source: Label
hi: लेबल
ja: ラベル

source: Value
hi: कीमत
ja: 価値観

source: Display options as
hi: विकल्प प्रदर्शित करें इस प्रकार
ja: 表示オプション

source: Display empty visits?
hi: खाली विज़िट दिखाएँ?
ja: 空の訪問を表示しますか?

source: Row Number
hi: पंक्ति संख्या
ja: 行番号

source: Modify Fields
hi: फ़ील्ड संशोधित करें
ja: フィールドの変更

source: Choose Fields
hi: फ़ील्ड चुनें
ja: フィールドを選択

source: Modify Filters
hi: फ़िल्टर संशोधित करें
ja: フィルターを変更する

source: Add Filters
hi: फ़िल्टर जोड़ें
ja: フィルターを追加する

source: Run Query
hi: क्वेरी चलाएँ
ja: クエリを実行

source: Next Steps
hi: अगले चरण
ja: 次のステップ

source: Delete item
hi: आइटम हटाएँ
ja: アイテムを削除

source: Delete Group
hi: समूह हटाएँ
ja: グループを削除

source: Group does not have any items.
hi: समूह में कोई आइटम नहीं है।
ja: グループにはアイテムがありません。

source: Group only has 1 item. A group with only 1 item is equivalent to not having the group.
hi: समूह में केवल 1 आइटम है। केवल 1 आइटम वाला समूह होना, समूह न होने के बराबर है।
ja: グループにはアイテムが 1 つしかありません。グループにアイテムが 1 つしかない場合、グループが存在しないことと同じです。

source: Add "{{operator}}" condition to group
hi: समूह में "{{operator}}" शर्त जोड़ें
ja: {{operator}} 条件をグループに追加

source: New "{{antiOperator}}" subgroup
hi: नया "{{antiOperator}}" उपसमूह
ja: 新しい {{antiOperator}} サブグループ

source: Hide Advanced
hi: उन्नत विकल्प छिपाएँ
ja: 詳細を非表示

source: Show Advanced
hi: उन्नत विकल्प दिखाएँ
ja: 詳細を表示

source: The "nested groups" options are advanced options for queries that do not have any specific condition at the base of the query. Use Add nested "or" condition groups if you need to build a query of the form. (a or b) and (c or d) [or (e and f)..]
hi: "नेस्टेड समूह" विकल्प उन क्वेरीज़ के लिए उन्नत विकल्प हैं जिनके आधार में कोई विशिष्ट शर्त नहीं होती। नेस्टेड "या" शर्त समूह जोड़ें का उपयोग करें यदि आपको (a या b) और (c या d) [या (e और f)..] जैसी क्वेरी बनानी हो।
ja: 「ネストされたグループ」オプションは、クエリのベースに特定の条件がないクエリ向けの高度なオプションです。「(a または b) かつ (c または d) [または (e かつ f)...]」という形式のクエリを作成する必要がある場合は、「ネストされた「または」条件グループを追加」を使用してください。

source: Add nested "or" condition groups
hi: नेस्टेड "या" शर्त समूह जोड़ें
ja: ネストされた「または」条件グループを追加する

source: Use Add nested "and" condition groups if you need to build a query of the form (a and b) or (c and d) [or (e and f)..]
hi: यदि आपको (a और b) या (c और d) [या (e और f)..] जैसी क्वेरी बनानी है तो नेस्टेड "और" शर्त समूह जोड़ें का उपयोग करें।
ja: (a および b) または (c および d) [または (e および f)] という形式のクエリを作成する必要がある場合は、ネストされた「and」条件グループの追加を使用します。

source: Add nested "and" condition groups
hi: नेस्टेड "और" शर्त समूह जोड़ें
ja: ネストされた「and」条件グループを追加する

source: Currently querying for ALL candidates.
hi: वर्तमान में सभी उम्मीदवारों के लिए क्वेरी की जा रही है।
ja: 現在、すべての候補者を照会中です。

source: You can add conditions by clicking one of the buttons below.
hi: आप नीचे दिए गए बटनों में से किसी पर क्लिक करके शर्तें जोड़ सकते हैं।
ja: 以下のいずれかのボタンをクリックすると条件を追加できます。

source: Click Add Condition to add one or more conditions to your filters (ie. "Date Of Birth < 2015-02-15"). This is most likely where you want to start your filters.
hi: फ़िल्टर में एक या अधिक शर्तें जोड़ने के लिए 'शर्त जोड़ें' पर क्लिक करें (जैसे "जन्म तिथि < 2015-02-15")। संभवतः यही वह जगह है जहाँ से आप अपने फ़िल्टर शुरू करना चाहेंगे।
ja: 「条件を追加」をクリックすると、フィルターに1つ以上の条件（例：「生年月日 < 2015-02-15」）を追加できます。フィルターはここから始めるのが一般的です。

source: You can also import a population from a CSV by clicking the Import from CSV button.
hi: आप 'CSV से आयात करें' बटन पर क्लिक करके CSV से जनसंख्या भी आयात कर सकते हैं।
ja: また、「CSV からインポート」ボタンをクリックして、CSV から人口をインポートすることもできます。

source: The advanced options are for queries that do not have a condition to add at the base of the query.
hi: उन्नत विकल्प उन क्वेरीज़ के लिए हैं जिनके आधार में कोई शर्त जोड़ने के लिए नहीं है।
ja: 詳細オプションは、クエリのベースに条件がないクエリ用です。

source: Add Condition
hi: शर्त जोड़ें
ja: 条件を追加

source: Import from CSV
hi: CSV से आयात करें
ja: CSVからのインポート

source: Use New "and" subgroup if the rest of the query you need to write is a subgroup consisting of "and" conditions. ie your query is of the form: (your condition above) or (c and d [and e and f..])
hi: नया "and" उपसमूह उपयोग करें यदि बाकी क्वेरी "and" शर्तों वाले उपसमूह से बनी हो। जैसे: (ऊपर की शर्त) या (c और d [और e और f..])।
ja: 記述する必要があるクエリの残りの部分が「and」条件で構成されるサブグループである場合は、新しい「and」サブグループを使用します。つまり、クエリが次の形式である場合です: (上記の条件) または (c および d [および e および f..])

source: New "and" subgroup
hi: नया "and" उपसमूह
ja: 新しい「and」サブグループ

source: Use New "or" subgroup if the rest of the query you need to write is a subgroup consisting of "or" conditions. ie your query is of the form: (your condition above) and (c or d [or e or f..])
hi: नया "or" उपसमूह उपयोग करें यदि बाकी क्वेरी "or" शर्तों वाले उपसमूह से बनी हो। जैसे: (ऊपर की शर्त) और (c या d [या e या f..])।
ja: 記述する必要があるクエリの残りの部分が「または」条件で構成されるグループである場合は、新しい「または」サブグループを使用します。つまり、クエリが次の形式になります: 上記の条件) and (c または d [または e または f..])

source: New "or" subgroup
hi: नया "or" उपसमूह
ja: 新しい「または」サブグループ

source: Currently querying for any candidates with:
hi: वर्तमान में ऐसे किसी भी उम्मीदवार के लिए क्वेरी की जा रही है जिनमें हो:
ja: 現在、以下の候補者を募集しています:

source: Add "and" condition
hi: "and" शर्त जोड़ें
ja: 「and」条件を追加する

source: Add "or" condition
hi: "or" शर्त जोड़ें
ja: 「または」条件を追加する

source: Delete Item
hi: आइटम हटाएँ
ja: アイテムを削除

source: Query matches <bold>{{count}}</bold> candidates
hi: क्वेरी <bold>{{count}}</bold> उम्मीदवारों से मेल खाती है
ja: クエリは <bold>{{count}}個</bold> 件の候補に一致しました

source: Current Query
hi: वर्तमान क्वेरी
ja: 現在のクエリ

source: Note that only candidates which you have permission to access in LORIS are included in results. Number of results may vary from other users running the same query.
hi: ध्यान दें कि केवल वे उम्मीदवार शामिल हैं जिन्हें LORIS में एक्सेस करने की आपको अनुमति है। परिणामों की संख्या अन्य उपयोगकर्ताओं से भिन्न हो सकती है।
ja: ロリスでアクセス権限を持つ候補のみが結果に含まれることにご注意ください。結果の数は、同じクエリを実行する他のユーザーによって異なる場合があります。

source: Candidate matches
hi: उम्मीदवार मेल खाते हैं
ja: 候補者の一致

source: Select Visits
hi: विज़िट चुनें
ja: 選択した訪問

source: Criteria
hi: मानदंड
ja: 基準

source: Select an operator
hi: ऑपरेटर चुनें
ja: オペレーターを選択

source: for at least one of the following visits
hi: निम्नलिखित में से कम से कम एक विज़िट के लिए
ja: 以下の訪問のうち少なくとも1回

source: This field may exist multiple times for a single {{scope}}. Adding a criteria based on it means that it must match for <italic>at least one</italic> of the data points.
hi: यह फ़ील्ड एक {{scope}} के लिए कई बार हो सकती है। इस पर आधारित मानदंड जोड़ने का मतलब है कि यह <italic>कम से कम एक</italic> डेटा बिंदु के लिए मेल खाना चाहिए।
ja: このフィールドは、単一の{{scope}}に対して複数回存在する場合があります。これに基づく条件を追加する場合、データポイントの<italic>少なくとも1つ</italic>に一致する必要があります。

source: This field may exist multiple times for a single {{scope}} and must match for *any* of the data points
hi: यह फ़ील्ड एक ही {{scope}} के लिए कई बार मौजूद हो सकती है और *किसी भी* डेटा पॉइंट से मैच होनी चाहिए
ja: このフィールドは単一の {{scope}} に対して複数回存在することができ、データポイントのいずれかと一致する必要があります。

source: <italic>at visit</italic> {{visits}}
hi: <italic>विज़िट</italic> {{visits}} <italic>पर</italic>
ja: <italic>訪問時</italic> {{visits}}

source: Invalid field
hi: अमान्य फ़ील्ड
ja: 無効なフィールド

source: You must select a field for the criteria.
hi: आपको मानदंड के लिए एक फ़ील्ड चुननी होगी।
ja: 条件のフィールドを選択する必要があります。

source: Invalid operator
hi: अमान्य ऑपरेटर
ja: 無効な演算子

source: You must select an operator for the criteria.
hi: आपको मानदंड के लिए एक ऑपरेटर चुनना होगा।
ja: 条件に応じて演算子を選択する必要があります。

source: Invalid value
hi: अमान्य मान
ja: 無効な値

source: You must enter a value to compare the field against.
hi: फ़ील्ड की तुलना करने के लिए आपको एक मान दर्ज करना होगा।
ja: フィールドと比較する値を入力する必要があります。

source: Invalid visits
hi: अमान्य विज़िट
ja: 無効な訪問

source: No visits selected for criteria.
hi: मानदंड के लिए कोई विज़िट चयनित नहीं है।
ja: 基準に該当する訪問が選択されていません。

source: Add criteria
hi: मानदंड जोड़ें
ja: 条件を追加する

source: Field
hi: फ़ील्ड
ja: 分野

source: in
hi: में
ja: で

source: starts with
hi: से शुरू होता है
ja: で始まる

source: contains
hi: शामिल है
ja: 含む

source: ends with
hi: से समाप्त होता है
ja: 終わりは

source: has data
hi: डेटा है
ja: データがある

source: has no data
hi: कोई डेटा नहीं है
ja: データがありません

source: (No data)
hi: (कोई डेटा नहीं)
ja: （データなし）

source: (Not implemented)
hi: (लागू नहीं किया गया)
ja: （未実装）

source: (Internal Error. Unhandled cardinality: {{cardinality}})
hi: (इंटरनल एरर. अनहैंडल्ड कार्डिनैलिटी: {{cardinality}}
ja: (内部エラー。処理されていないカーディナリティ: {{cardinality}})

source: Internal error
ja: 内部エラー

source: exists
hi: मौजूद है
ja: 存在する

source: does not exist
hi: मौजूद नहीं है
ja: 存在しない

source: number of
hi: संख्या
ja: の数

source: Select a value
hi: मान चुनें
ja: 値を選択

source: Import Population From CSV
hi: CSV से जनसंख्या आयात करें
ja: CSVから人口をインポート

source: CSV containing list of
hi: CSV जिसमें सूची है
ja: CSVに含まれるリスト

source: Candidate identifier type
hi: उम्मीदवार पहचानकर्ता प्रकार
ja: 候補識別子の種類

source: Does CSV contain a header line?
hi: क्या CSV में हेडर पंक्ति है?
ja: CSV にはヘッダー行が含まれていますか?

source: CSV File
hi: CSV फ़ाइल
ja: CSVファイル

source: Invalid CSV
hi: अमान्य CSV
ja: 無効なCSV

source: Could not parse CSV file
hi: CSV फ़ाइल पार्स नहीं की जा सकी
ja: CSVファイルを解析できませんでした

source: No CSV Uploaded
hi: कोई CSV अपलोड नहीं किया गया
ja: CSVがアップロードされていません

source: Please upload a CSV file before submitting.
hi: सबमिट करने से पहले कृपया एक CSV फ़ाइल अपलोड करें।
ja: 送信する前にCSVファイルをアップロードしてください。

source: Empty CSV
hi: खाली CSV
ja: 空のCSV

source: The uploaded CSV file is empty.
hi: अपलोड की गई CSV फ़ाइल खाली है।
ja: アップロードされた CSV ファイルは空です。

source: Expected {{expectedLength}} columns in CSV. Got {{gotLength}} on line {{line}}.
hi: CSV में {{expectedLength}} कॉलम अपेक्षित थे। पंक्ति {{line}} पर {{gotLength}} मिले।
ja: CSV には {{expectedLength}} 列が必要です。{{line}} 行目に {{gotLength}} 列が取得されました。

source: Invalid DCCID
ja: 無効なDCCID

source: Invalid DCCID ({{id}}) on line {{line}}.
ja: 行 {{line}} の DCCID ({{id}}) が無効です。

source: Welcome to the Data Query Tool
hi: डेटा क्वेरी टूल में आपका स्वागत है
ja: データクエリツールへようこそ

source: Instructions
hi: निर्देश
ja: 説明書

source: Recent Queries
hi: हाल की क्वेरीज़
ja: 最近のクエリ

source: Shared Queries
hi: साझा की गई क्वेरीज़
ja: 共有クエリ

source: Starred Only
hi: केवल स्टार की गई
ja: スター付きのみ

source: Shared Only
hi: केवल साझा की गई
ja: 共有のみ

source: No run times (eliminate duplicates)
hi: कोई रन समय नहीं (डुप्लीकेट हटाएँ)
ja: 実行時間なし（重複を排除）

source: Filter
hi: फ़िल्टर
ja: フィルター

source: Named Only
hi: केवल नाम वाली
ja: 名前のみ

source: Collapse queries
hi: क्वेरीज़ समेटें
ja: クエリを折りたたむ

source: (No filters for query)
hi: (क्वेरी के लिए कोई फ़िल्टर नहीं)
ja: (クエリにフィルターはありません)

source: Page
hi: पृष्ठ
ja: ページ

source: Unstar
hi: स्टार हटाएँ
ja: スターを外す

source: Star
hi: स्टार करें
ja: 星

source: Unshare
hi: साझा हटाएँ
ja: 共有解除

source: Share
hi: साझा करें
ja: 共有

source: Query Loaded
hi: क्वेरी लोड हो गई
ja: クエリが読み込まれました

source: Successfully loaded query.
hi: क्वेरी सफलतापूर्वक लोड हो गई।
ja: クエリが正常に読み込まれました。

source: (Run on {{runTime}})
ja: ({{runTime}} に実行)

source: You ran this query on {{runTime}}
ja: このクエリは {{runTime}} に実行されました

source: You ran this query
hi: आपने यह क्वेरी चलाई
ja: このクエリを実行しました

source: (Shared by {{sharedBy}})
hi: (साझा किया गया {{sharedBy}} द्वारा)
ja: （{{sharedBy}}によって共有）

source: Query shared by {{sharedBy}}
hi: क्वेरी {{sharedBy}} द्वारा साझा की गई
ja: {{sharedBy}} によって共有されたクエリ

source: Name Query
hi: नाम क्वेरी
ja: 名前クエリ

source: Enter your query name
hi: अपनी क्वेरी का नाम डालें
ja: クエリ名を入力してください

source: Query name
hi: क्वेरी का नाम
ja: クエリ名

source: Must provide a query name.
hi: क्वेरी का नाम देना होगा।
ja: クエリ名を指定する必要があります。

source: Pin Top Query
hi: पिन टॉप क्वेरी
ja: ピントップクエリ

source: Pin Study Query
hi: पिन अध्ययन क्वेरी
ja: ピンスタディクエリ

source: Pin Dashboard Summary
hi: पिन डैशबोर्ड सारांश
ja: ピンダッシュボードの概要

source: Pin To Login Page
hi: लॉगिन पेज पर पिन करें
ja: ログインページにピン留めする

source: Must pin as study query, to dashboard, or to the login page.
hi: स्टडी क्वेरी के तौर पर, डैशबोर्ड पर, या लॉगिन पेज पर पिन करना होगा।
ja: 調査クエリとしてダッシュボードまたはログイン ページにピン留めする必要があります。

source: Must provide a query name to pin query as.
hi: क्वेरी को पिन करने के लिए क्वेरी नाम देना होगा।
ja: クエリをピン留めするにはクエリ名を指定する必要があります。

source: {{columnName}} fields
ja: {{columnName}} フィールド

source: Define Filters
hi: फ़िल्टर निर्धारित करें
ja: フィルターを定義する

source: Define Fields
hi: फ़ील्ड निर्धारित करें
ja: フィールドを定義する

source: View Data
hi: डेटा देखें
ja: データを表示

source: Reload query
hi: क्वेरी पुनः लोड करें
ja: クエリを再読み込み

source: Continue to Define Fields
hi: फ़ील्ड परिभाषित करना जारी रखें
ja: フィールドの定義を続行

source: Above, there is also a Study Queries panel. This are a special type of shared queries that have been pinned by a study administer to always display at the top of this page.
hi: ऊपर एक अध्ययन क्वेरी पैनल भी है। यह साझा क्वेरी का एक विशेष प्रकार है जिसे अध्ययन प्रशासक द्वारा इस पृष्ठ के शीर्ष पर हमेशा प्रदर्शित होने के लिए पिन किया गया है।
ja: 上部には「スタディクエリ」パネルもあります。これは、スタディ管理者が固定してページ上部に常に表示される特別な共有クエリです。

source: The data query tool allows you to query data within LORIS. There are three steps to defining a query:
hi: डेटा क्वेरी टूल आपको LORIS के भीतर डेटा क्वेरी करने की अनुमति देता है। क्वेरी को परिभाषित करने के तीन चरण हैं:
ja: データクエリツールを使用すると、ロリス内のデータをクエリできます。クエリの定義には3つの手順があります:

source: First, you must select the fields that you're interested in on the Define Fields page.
hi: पहले, आपको 'फ़ील्ड परिभाषित करें' पृष्ठ पर वे फ़ील्ड चुननी होंगी जिनमें आपकी रुचि है।
ja: まず、「フィールドの定義」ページで、関心のあるフィールドを選択する必要があります。

source: Next, you can optionally define filters on the Define Filters page to restrict the population that is returned.
hi: इसके बाद, आप वैकल्पिक रूप से 'फ़िल्टर परिभाषित करें' पृष्ठ पर फ़िल्टर परिभाषित कर सकते हैं ताकि लौटाई गई जनसंख्या को सीमित किया जा सके।
ja: 次に、オプションで「フィルターの定義」ページでフィルターを定義して、返される母集団を制限することができます。

source: The Next Steps on the bottom right of your screen always the context-sensitive next steps that you can do to build your query.
hi: आपकी स्क्रीन के नीचे दाईं ओर स्थित 'अगले चरण' हमेशा संदर्भ-संवेदनशील चरण दिखाते हैं जो आप अपनी क्वेरी बनाने के लिए कर सकते हैं।
ja: 画面の右下にある「次のステップ」には、クエリを作成するために実行できる状況に応じた次のステップが常に表示されます。

source: Finally, you view your query results on the View Data page
hi: अंत में, आप 'डेटा देखें' पृष्ठ पर अपनी क्वेरी के परिणाम देख सकते हैं।
ja: 最後に、「データの表示」ページでクエリ結果を表示します。

source: Your recently run queries will be displayed in the Recent Queries panel below. Instead of building a new query, you can reload a query that you've recently run by clicking on the icon next to the query.
hi: आपकी हाल ही में चलाई गई क्वेरी नीचे 'हाल की क्वेरी' पैनल में दिखाई देंगी। नई क्वेरी बनाने के बजाय, आप क्वेरी के बगल में स्थित आइकन पर क्लिक करके हाल ही में चलाई गई क्वेरी को फिर से लोड कर सकते हैं।
ja: 最近実行したクエリは、下の「最近のクエリ」パネルに表示されます。新しいクエリを作成する代わりに、クエリの横にあるアイコンをクリックして、最近実行したクエリを再読み込みすることもできます。

source: Queries can be shared with others by clicking the icon. This will cause the query to be shared with all users who have access to the fields used by the query. It will display in a Shared Queries panel below the Recent Queries.
hi: क्वेरी को आइकन पर क्लिक करके दूसरों के साथ साझा किया जा सकता है। इससे क्वेरी उन सभी उपयोगकर्ताओं के साथ साझा हो जाएगी जिन्हें उस क्वेरी में उपयोग किए गए फ़ील्ड तक पहुँच है। यह 'हाल की क्वेरी' के नीचे 'साझा क्वेरी' पैनल में दिखाई देगी।
ja: アイコンをクリックすると、クエリを他のユーザーと共有できます。これにより、クエリが使用するフィールドにアクセスできるすべてのユーザーとクエリが共有されます。共有されたクエリは、「最近のクエリ」の下の「共有クエリ」パネルに表示されます。

source: You may also give a query a name at any time by clicking the icon. This makes it easier to find queries you care about by giving them an easier to remember name that can be used for filtering. When you share a query, the name will be shared along with it.
hi: आप किसी भी समय आइकन पर क्लिक करके क्वेरी को एक नाम भी दे सकते हैं। इससे उन क्वेरियों को ढूंढना आसान हो जाता है जिनकी आपको परवाह है, क्योंकि आप उन्हें याद रखने में आसान नाम दे सकते हैं जिसका उपयोग फ़िल्टर करने के लिए किया जा सकता है। जब आप क्वेरी साझा करते हैं, तो उसका नाम भी उसके साथ साझा किया जाएगा।
ja: アイコンをクリックすることで、いつでもクエリに名前を付けることができます。覚えやすい名前を付けることで、フィルタリング時にも使いやすくなり、重要なクエリを見つけやすくなります。クエリを共有すると、クエリ名も一緒に共有されます。

source: Category
ja: カテゴリ

source: Selected Fields
hi: चयनित फ़ील्ड
ja: 選択したフィールド

source: Available Fields
hi: उपलब्ध फ़ील्ड
ja: 利用可能なフィールド

source: Add all
hi: सभी जोड़ें
ja: すべて追加

source: Remove all
hi: सभी हटाएँ
ja: すべて削除

source: Filter within ${cname}
ja: カテゴリ内でフィルタリング

source: Default Visits
hi: डिफ़ॉल्ट विज़िट
ja: デフォルトの訪問

source: Sync visit selection across selected fields
ja: 選択したフィールドと同期

source: Select a field
hi: फ़ील्ड चुनें
ja: フィールドを選択

source: Select a category
hi: एक फ़ील्ड चुनें
ja: カテゴリーを選択

source: Invalid response
hi: अमान्य उत्तर
ja: 無効な応答

source: Invalid tab
hi: अमान्य टैब
ja: 無効なタブ

source: or
hi: वा
ja: または

source: (Internal error)
hi: (आंतरिक त्रुटि)

source: true
hi: सही

source: false
hi: ग़लत

source: Invalid DCC ID
hi: अमान्य DCC ID

source: Invalid DCC ID ({{id}}) on line {{line}}.
hi: अमान्य DCC ID ({{id}}) पंक्ति {{line}} पर।

source: (Run at {{runTime}})
hi: (चलाया गया {{runTime}} पर)

source: You ran this query at {{runTime}}
hi: आपने यह क्वेरी {{runTime}} पर चलाई

source: Filter within category
hi: श्रेणी के भीतर फ़िल्टर करें

source: Sync with selected fields
hi: चयनित फ़ील्ड के साथ समन्वय करें
