Repository: aces/Loris
Catalog: modules/mri_violations/locale/*/LC_MESSAGES/mri_violations.po
Languages: es, fr, hi, ja

source: MRI Violated Scans
es: Escaneos de resonancia magnética violados
fr: MRI Scans violés
hi: एमआरआई उल्लंघन स्कैन
ja: MRI違反スキャン

source: Violations for SeriesUID
es: Infracciones para SeriesUID
fr: Violations pour SeriesUID
hi: सीरीज़UID के लिए उल्लंघन
ja: SeriesUIDの違反

source: Violations for
es: Violaciones por
fr: Violations pour
hi: के लिए उल्लंघन
ja: 違反行為

source: Time Run
es: Ejecución del tiempo
fr: Temps d'exécution
hi: चलने का समय
ja: タイムラン

source: Series Description
es: Descripción de la serie
fr: Description de la série
hi: श्रृंखला विवरण
ja: シリーズ説明

source: Image Location
es: Ubicación de la imagen
fr: Emplacement de l'image
hi: छवि स्थान
ja: 画像の場所

source: Patient Name
es: Nombre del paciente
fr: Nom du patient
hi: मरीज़ का नाम
ja: 患者名

source: Series UID
es: UID de serie
fr: UID de la série
hi: श्रृंखला UID
ja: シリーズUID

source: Echo Time
es: Tiempo de eco
fr: Temps d'écho
hi: इको समय
ja: エコータイム

source: Protocol Group
es: Grupo de protocolo
fr: Groupe de protocole
hi: प्रोटोकॉल समूह
ja: プロトコルグループ

source: TR
hi: टीआर

source: TE
hi: टीई

source: TI
hi: टीआई

source: Slice Thickness
es: Grosor de la rebanada
fr: Épaisseur de tranche
hi: स्लाइस की मोटाई
ja: スライスの厚さ

source: Xspace
es: espacio x
fr: Xespace
hi: एक्स स्पेस
ja: エックススペース

source: Yspace
es: Yespacio
hi: वाई स्पेस
ja: ワイスペース

source: Zspace
es: Espacio Z
fr: EspaceZ
hi: ज़ेड स्पेस

source: Xstep
es: xpaso
fr: Xétape
hi: एक्स स्टेप
ja: エクスステップ

source: Ystep
es: Y paso
fr: Étape Y
hi: वाई स्टेप
ja: ワイステップ

source: Zstep
es: Zpaso
fr: Zétape
hi: ज़ेड स्टेप
ja: ゼットステップ

source: Time
es: Tiempo
fr: Temps
hi: समय
ja: 時間

source: Image Type
es: Tipo de imagen
fr: Type d'image
hi: छवि प्रकार
ja: 画像の種類

source: Phase Encoding Direction
es: Dirección de codificación de fase
fr: Direction de codage de phase
hi: फेज एन्कोडिंग दिशा
ja: 位相エンコード方向

source: Echo Number
es: Número de eco
fr: Numéro d'écho
hi: इको संख्या
ja: エコー番号

source: Image Protocol
es: Protocolo de imagen
fr: Protocole d'image
hi: छवि प्रोटोकॉल
ja: 画像プロトコル

source: Study Protocols
es: Protocolos de estudio
fr: Protocoles d'étude
hi: अध्ययन प्रोटोकॉल
ja: 研究プロトコル

source: Scan Problems
es: Problemas de escaneo
fr: Problèmes de numérisation
hi: स्कैन समस्याएँ
ja: スキャンの問題

source: Scan Type
es: Tipo de escaneo
fr: Type de numérisation
hi: स्कैन प्रकार
ja: スキャンタイプ

source: Severity
es: Gravedad
fr: Gravité
hi: गंभीरता
ja: 重大度

source: Header
es: Encabezamiento
fr: En-tête
hi: शीर्षक
ja: ヘッダ

source: Value
es: Valor
fr: Valeur
hi: मान
ja: 価値

source: Valid Values
es: Valores válidos
fr: Valeurs valides
hi: मान्य मान
ja: 有効な値

source: Protocol Violation
es: Violación del protocolo
fr: Violation du protocole
hi: प्रोटोकॉल उल्लंघन
ja: プロトコル違反

source: Could not identify scan type
es: No se pudo identificar el tipo de escaneo.
fr: Type de numérisation non identifié
hi: स्कैन प्रकार की पहचान नहीं हो सकी
ja: スキャンの種類を識別できませんでした

source: Series Description or Scan Type
es: Descripción de la serie o tipo de escaneo
fr: Description de la série ou type de numérisation
hi: श्रृंखला विवरण या स्कैन प्रकार
ja: シリーズの説明またはスキャンタイプ

source: Resolution Status
es: Estado de resolución
fr: Statut de résolution
hi: समाधान स्थिति
ja: 解決ステータス

source: Unresolved
es: Irresoluto
fr: Non résolu
hi: अनसुलझा
ja: 未解決

source: Reran
fr: Réexécuter
hi: पुनः चलाया गया
ja: リラン

source: Emailed site/pending
es: Sitio enviado por correo electrónico/pendiente
fr: Site envoyé par courriel/en attente
hi: साइट को ईमेल किया/लंबित
ja: メールを送信したサイト/保留中

source: Inserted
es: Insertado
fr: Inséré
hi: डाला गया
ja: 挿入された

source: Rejected
es: Rechazado
fr: Rejeté
hi: अस्वीकृत
ja: 拒否されました

source: Inserted with flag
es: Insertado con bandera
fr: Inséré avec un drapeau
hi: फ्लैग के साथ डाला गया
ja: フラグ付きで挿入

source: Other
es: Otro
fr: Autre
hi: अन्य
ja: 他の

source: Type of Problem
es: Tipo de problema
fr: Type de problème
hi: समस्या का प्रकार
ja: 問題の種類

source: Select Resolution
es: Seleccionar resolución
fr: Sélectionnez la résolution
hi: समाधान चुनें
ja: 解像度の選択

source: Image File
es: Archivo de imagen
fr: Fichier image
hi: छवि फ़ाइल
ja: 画像ファイル

source: Must submit data in JSON format
es: Debe enviar los datos en formato JSON.
fr: Les données doivent être soumises au format JSON.
hi: डेटा JSON प्रारूप में जमा करना आवश्यक है
ja: データはJSON形式で送信する必要があります

source: Can not implement filter on a resource type that has no centers.
es: No se puede implementar un filtro en un tipo de recurso que no tenga centros.
fr: Impossible d'appliquer un filtre à un type de ressource sans centre.
hi: ऐसे संसाधन प्रकार पर फ़िल्टर लागू नहीं किया जा सकता जिसमें कोई केंद्र नहीं हैं।
ja: センターのないリソース タイプにフィルターを実装することはできません.

source: hash
es: picadillo
fr: hacher
hi: हैश
ja: ハッシュ

source: JoinID
es: UnirseID
fr: ID de jointure
hi: जॉइनआईडी
ja: 参加ID

source: TarchiveID
es: ID de archivo
hi: टार्चिवआईडी
ja: アーカイブID

source: Center Name
es: Nombre del centro
fr: Nom du centre
hi: केंद्र का नाम
ja: センター名

source: Scanner ID
es: ID del escáner
fr: ID du scanner
hi: स्कैनर आईडी
ja: スキャナID

source: TR Range
es: Gama TR
fr: Gamme TR
hi: टीआर रेंज
ja: TR範囲

source: TE Range
es: LA GAMA
fr: LA GAMME
hi: सीमा
ja: THE レンジ

source: TI Range
es: Rango TI
fr: Gamme TI
hi: टीआई रेंज
ja: TI 範囲

source: Slice Thickness Range
es: Rango de espesor de rebanada
fr: Plage d'épaisseur de tranche
hi: स्लाइस मोटाई रेंज
ja: スライス厚さ範囲

source: Xspace Range
es: Gama Xspace
fr: Gamme Xspace
hi: एक्सस्पेस रेंज
ja: Xspace 範囲

source: Yspace Range
es: Gama Yspace
fr: Gamme Yspace
hi: वाईस्पेस रेंज
ja: Yspace 範囲

source: Zspace Range
es: Gama Zspace
fr: Gamme Zspace
hi: ज़ेडस्पेस रेंज
ja: Zspace 範囲

source: Xstep Range
es: Gama Xstep
fr: Gamme Xstep
hi: एक्सस्टेप रेंज
ja: Xstep 範囲

source: Ystep Range
es: Rango de paso Y
fr: Plage Ystep
hi: यस्टेप रेंज
ja: Yステップ範囲

source: Zstep Range
es: Rango de paso Z
fr: Plage de pas Z
hi: ज़स्टेप रेंज
ja: Zstep 範囲

source: Time Range
es: Rango de tiempo
fr: Plage de temps
hi: समय सीमा
ja: 時間範囲

source: Can not implement filter on a resource type that has no projects.
es: No se puede implementar un filtro en un tipo de recurso que no tenga proyectos.
fr: Impossible d'appliquer un filtre à un type de ressource qui ne comporte aucun projet.
hi: ऐसे संसाधन प्रकार पर फ़िल्टर लागू नहीं किया जा सकता जिसमें कोई परियोजना नहीं है.
ja: プロジェクトがないリソース タイプにフィルターを実装することはできません。

source: Violated scan
ja: 違反スキャン
