Repository: aces/Loris
Catalog: modules/server_processes_manager/locale/*/LC_MESSAGES/server_processes_manager.po
Languages: hi, ja

source: Server Processes Manager
hi: सर्वर प्रक्रियाएँ प्रबंधक
ja: サーバープロセスマネージャー

source: PID
hi: पीआईडी

source: Type
hi: प्रकार
ja: タイプ

source: Stdout File
hi: स्टडआउट फ़ाइल
ja: 標準出力ファイル

source: Stderr File
hi: स्टडर फ़ाइल
ja: 標準エラーファイル

source: Exit Code File
hi: एग्ज़िट कोड फ़ाइल
ja: 終了コードファイル

source: Exit Code
hi: एग्ज़िट कोड
ja: 終了コード

source: User ID
hi: उपयोगकर्ता आईडी
ja: ユーザー識別子

source: Start Time
hi: प्रारंभ समय
ja: 開始時間

source: End Time
hi: समाप्ति समय
ja: 終了時間

source: Exit Text
hi: एग्ज़िट पाठ
ja: 終了テキスト
