Repository: aces/Loris
Catalog: modules/survey_accounts/locale/*/LC_MESSAGES/survey_accounts.po
Languages: hi

source: Survey Accounts
hi: सर्वे खाते

source: Survey was added successfully.
hi: सर्वे सफलतापूर्वक जोड़ा गया।

source: Click here to go back to view the list of survey's created
hi: बनाए गए सर्वे की सूची देखने के लिए यहाँ क्लिक करें

source: Survey List
hi: सर्वे सूची

source: Usage
hi: उपयोग

source: Use this form to create a link for a study participant to use in order to directly enter a form/data into Loris.
hi: इस फ़ॉर्म का उपयोग अध्ययन प्रतिभागी के लिए लिंक बनाने के लिए करें ताकि वह सीधे Loris में फ़ॉर्म/डेटा दर्ज कर सके।

source: Add Survey
hi: सर्वे जोड़ें

source: Create survey
hi: सर्वे बनाएँ

source: Email survey
hi: सर्वे ईमेल करें

source: Close
hi: बंद करें

source: Email to Study Participant
hi: अध्ययन प्रतिभागी को ईमेल

source: Optionally enter a customized message here. A default email will be sent if left blank.
hi: वैकल्पिक रूप से यहाँ एक कस्टम संदेश दर्ज करें। खाली छोड़ने पर डिफ़ॉल्ट ईमेल भेजा जाएगा।

source: This is where your message goes.
hi: यहाँ आपका संदेश जाएगा।

source: Email
hi: ईमेल

source: Instrument
hi: यंत्र

source: URL
hi: यूआरएल

source: Status
hi: स्थिति

source: PSCID and DCCID do not match or candidate does not exist.
hi: पीएससीआईडी ​​और डीसीसीआईडी ​​मेल नहीं खाते या उम्मीदवार मौजूद नहीं है।

source: does not exist for given candidate
hi: दिए गए उम्मीदवार के लिए मौजूद नहीं है

source: Please choose an instrument.
hi: कृपया एक उपकरण चुनें.

source: already exists for given candidate for visit
hi: दिए गए उम्मीदवार के लिए यात्रा हेतु पहले से ही मौजूद है

source: The email address is not valid.
hi: ईमेल पता मान्य नहीं है.

source: Please confirm the email address.
hi: कृपया ईमेल पता की पुष्टि करें.

source: The email addresses do not match.
hi: ईमेल पते मेल नहीं खाते.

source: You must specify a valid Visit Label.
hi: आपको एक वैध विज़िट लेबल निर्दिष्ट करना होगा.

source: You are not affiliated with this session's project
hi: आप इस सत्र की परियोजना से संबद्ध नहीं हैं

source: Confirm Email address
hi: ईमेल पते की पुष्टि करें

source: Email is not valid.
hi: विद्युतडाक मान्य नहीं है।
