Repository: aces/Loris
Catalog: modules/instruments/locale/*/LC_MESSAGES/instruments.po
Languages: fr, ja

source: Instruments
ja: 機器

source: Incomplete form
fr: Formulaire incomplet
ja: 不完全なフォーム

source: Incomplete forms
ja: 不完全なフォーム

source: Clear Instrument
ja: クリアインストルメント

source: Validity
fr: Validité
ja: 有効

source: Valid
fr: Valide
ja: 有効

source: Questionable
fr: Discutable
ja: 疑わしい

source: Invalid
fr: Invalide
ja: 無効

source: Subtests
fr: Sous-tests
ja: サブテスト

source: Top
fr: Haut
ja: トップ

source: Behavioural Data
fr: Données comportementales
ja: 行動データ

source: Completion
ja: 完了

source: Conflicts?
fr: Des conflits ?
ja: 衝突？

source: Visit has no registered instruments in test battery.
fr: La visite ne comporte aucun instrument enregistré dans la batterie de tests.
ja: 訪問にはテスト バッテリーに登録された機器がありません。

source: Date of Administration
fr: Date d'administration
ja: 投与日

source: Date of Administration is required
fr: La date d'administration est requise
ja: 投与日が必要です。

source: Candidate Age (Months)
fr: Âge du candidat (mois)
ja: 候補者の年齢（月齢）

source: Candidate Age at Death (Months)
fr: Âge du candidat au moment du décès (mois)
ja: 候補者の死亡時の年齢（月齢）

source: Window Difference (+/- Days)
fr: Marge de Différence (+/- jours)
ja: ウィンドウ差（+/- 日数）

source: Examiner
fr: Examinateur•trice
ja: 審査官

source: Examiner is required
fr: Un examinateur est requis
ja: 審査官が必要です
