{
    "Imaging Uploader": "इमेजिंग अपलोडर",
    "Upload an imaging scan": "इमेजिंग स्कैन अपलोड करें",
    "Phantom Scans": "फैंटम स्कैन",
    "File to Upload": "अपलोड करने के लिए फ़ाइल",
    "Notes": "नोट्स",
    "File cannot exceed": "फ़ाइल इससे अधिक नहीं हो सकती",
    "File must be of type .tgz or tar.gz or .zip": "फ़ाइल का प्रकार .tgz, .tar.gz या .zip होना चाहिए",
    "For files that are not Phantom Scans, file name must begin with": "जो फाइलें फैंटम स्कैन नहीं हैं, उनका नाम इससे शुरू होना चाहिए",
    "For example, for CandID": "उदाहरण के लिए, CandID के लिए",
    "and Visit Label": "और विजिट लेबल",
    "the file name should be prefixed by:": "फ़ाइल नाम की शुरुआत इससे होनी चाहिए:",
    "Invalid extension for the uploaded file!": "अपलोड की गई फ़ाइल के लिए एक्सटेंशन अमान्य है!",
    "Filename extension does not match .zip, .tgz or .tar.gz ": "फ़ाइल नाम एक्सटेंशन .zip, .tgz या .tar.gz से मेल नहीं खाता",
    "must be of type .tgz, .tar.gz or .zip.": "का प्रकार .tgz, .tar.gz या .zip होना चाहिए।",
    "Incorrect file name!": "अमान्य फ़ाइल नाम!",
    "Could not determine PSCID, CandID and Visit Label based on the filename!": "फ़ाइल नाम के आधार पर PSCID, CandID और Visit Label निर्धारित नहीं किया जा सका!",
    "File already exists!": "फ़ाइल पहले से मौजूद है!",
    "A file with this name has already successfully passed the MRI pipeline!": "इस नाम की फ़ाइल पहले ही MRI पाइपलाइन से सफलतापूर्वक गुजर चुकी है!",
    "File is currently processing!": "फ़ाइल वर्तमान में प्रोसेस हो रही है!",
    "A file with this name is currently going through the MRI pipeline!": "इस नाम की फ़ाइल वर्तमान में MRI पाइपलाइन से गुजर रही है!",
    "Are you sure?": "क्या आप निश्चित हैं?",
    "A file with this name already exists! Would you like to overwrite the existing file?": "इस नाम की फ़ाइल पहले से मौजूद है! क्या आप मौजूदा फ़ाइल को अधिलेखित करना चाहेंगे?",
    "Yes, I am sure!": "हाँ, मैं निश्चित हूँ!",
    "No, cancel it!": "नहीं, रद्द करें!",
    "Cancelled": "रद्द किया गया",
    "Your upload has been cancelled.": "आपका अपलोड रद्द कर दिया गया है।",
    "A file with this name has been uploaded but has not yet been processed by the MRI pipeline. Would you like to overwrite the existing file?": "इस नाम की फ़ाइल अपलोड की गई है लेकिन अभी MRI पाइपलाइन द्वारा प्रोसेस नहीं हुई है। क्या आप मौजूदा फ़ाइल को अधिलेखित करना चाहेंगे?",
    "Upload Successful!": "अपलोड सफल!",
    "Processing of this file by the MRI pipeline has started": "इस फ़ाइल का MRI पाइपलाइन द्वारा प्रोसेसिंग शुरू हो गई है",
    "Select this upload in the result table to view the processing progress": "प्रोसेसिंग प्रगति देखने के लिए परिणाम तालिका में इस अपलोड का चयन करें",
    "Upload failed: a network error occured": "अपलोड विफल: नेटवर्क त्रुटि हुई",
    "Please make sure files are not larger than": "कृपया सुनिश्चित करें कि फ़ाइलें इससे बड़ी न हों",
    "Upload failed: received HTTP response code": "अपलोड विफल: HTTP प्रतिक्रिया कोड प्राप्त हुआ",
    "Submission error!": "सबमिशन त्रुटि!",
    "Clear Filters": "फ़िल्टर साफ़ करें",
    "Log Viewer": "लॉग व्यूअर",
    "Logs to display": "दिखाने के लिए लॉग्स",
    "Summary": "सारांश",
    "Detailed": "विस्तृत"
}