Repository: aces/Loris
Catalog: modules/electrophysiology_browser/locale/*/LC_MESSAGES/electrophysiology_browser.po
Languages: fr, ja

source: Electrophysiology Browser
fr: Navigateur d'électrophysiologie
ja: 電気生理学ブラウザ

source: Links
fr: Liens
ja: リンク

source: all types
fr: tous types
ja: すべてのタイプ

source: Has HED Tags
fr: A des balises HED
ja: HEDタグ付き

source: Acquisition Time
fr: Temps d'acquisition
ja: 取得時間

source: Insertion Time
fr: Temps d'insertion
ja: 挿入時間

source: Type
ja: タイプ

source: Signal Viewer
fr: Visualiseur de signaux
ja: シグナルビューアー

source: split {{splitNum}}
fr: division {{splitNum}}
ja: {{splitNum}} を分割

source: Viewing signal split file:
fr: Visualisation du signal du fichier divisé :
ja: 信号分割ファイルを表示しています:

source: Output Type
fr: Type du fichier
ja: 出力タイプ

source: File Download
fr: Téléchargements
ja: ファイルのダウンロード

source: Download
fr: Télécharger
ja: ダウンロード

source: Not Available
fr: Non disponible
ja: 利用不可

source: Acquisition Details for Recording {{recording}}
fr: Détails d'acquisition pour l'enregistrement {{recording}}
ja: 録画 {{recording}} の取得詳細

source: Summary
fr: Sommaire
ja: まとめ

source: HED tags in recording metadata (click for info)
fr: Balises HED dans les métadonnées d'enregistrement (cliquez pour plus d'informations)
ja: 録画メタデータ内の HED タグ (クリックして詳細を表示)

source: Navigation
ja: ナビゲーション

source: Are you sure you want to leave unsaved changes behind?
fr: Êtes-vous certain de vouloir laisser des modifications non enregistrées?
ja: 保存していない変更を残してもよろしいですか?

source: Data Authors
fr: Auteurs de données
ja: データ作成者

source: No High Pass Filter
fr: Pas de filtre passe-haut
ja: ハイパスフィルターなし

source: High Pass {{frequency}}Hz
fr: Passe-haut {{frequency}}Hz
ja: ハイパス {{frequenency}}Hz

source: No Low Pass Filter
fr: Pas de filtre passe-bas
ja: ローパスフィルターなし

source: Low Pass {{frequency}}Hz
fr: Passe-bas {{frequency}}Hz
ja: ローパス {{frequenency}}Hz

source: Close Panel
fr: Fermer panneau
ja: パネルを閉じる

source: Display Events
fr: Afficher les événements
ja: 表示イベント

source: Add Event
fr: Ajouter événement
ja: イベントを追加

source: Zoom
ja: ズーム

source: Fit to Window
fr: Adapter à la fenêtre
ja: ウィンドウに合わせる

source: Reset Amplitude
fr: Réinitialiser l'amplitude
ja: 振幅をリセット

source: Hide Overflow
fr: Afficher débordement
ja: オーバーフローを非表示

source: Show Overflow
fr: Masquer débordement
ja: オーバーフローを表示

source: {{numChannels}} channels
fr: {{numChannels}} canaux
ja: {{numChannels}} チャンネル

source: Showing:
fr: Affichage :
ja: 表示中:

source: to {{channelsInView}} of {{totalChannels}}
fr: à {{channelsInView}} de {{totalChannels}}
ja: {{totalChannels}} のうち {{channelsInView}} まで

source: Time (s)
fr: Temps (s)
ja: 時間（秒）

source: No Offset
ja: オフセットなし

source: DC Offset
ja: 直流オフセット

source: Spread
fr: Disperser
ja: 広める

source: Stack
fr: Superposer
ja: スタック

source: Standard
ja: 標準

source: Isolate
fr: Isoler
ja: 隔離する

source: HED Endorsements
fr: Approbations HED
ja: HEDの推薦

source: Displaying:
fr: Affichage :
ja: 表示中:

source: {{seconds}} s
ja: {{seconds}}秒

source: Timeline Range View
fr: Vue de l'écart chronologique
ja: タイムライン範囲ビュー

source: Show All
fr: Afficher tout
ja: すべて表示

source: No Filter
fr: Aucun filtre
ja: フィルターなし

source: With Comment
fr: Avec commentaire
ja: コメント付き

source: Tagged By
fr: Créé par
ja: タグ付け者

source: Endorsed By
fr: Approuvé par
ja: 推薦者

source: Endorse
fr: Approuver
ja: 支持する

source: Endorsed
fr: Approuvé
ja: 承認された

source: Caveat
ja: 警告

source: Caveat By
fr: Caveat par
ja: 注意

source: Comment
fr: Commentaire
ja: コメント

source: Select Action
fr: Choisir action
ja: アクションを選択

source: showing {{numShowing}}/{{numTotal}}
fr: affichage de {{numShowing}}/{{numTotal}}
ja: {{numShowing}}/{{numTotal}}件を表示中

source: Empty list
fr: Liste vide
ja: 空のリスト

source: Tag search...
fr: Recherche...
ja: タグ検索...

source: Scroll to Selected
fr: Défiler à la sélection
ja: 選択した場所までスクロール

source: Jump to Selected
fr: Sauter à la sélection
ja: 選択した項目へジャンプ

source: Select Previous
fr: Sélectionner précédent
ja: 前を選択

source: Select Next
fr: Sélectionner suivant
ja: 次を選択

source: Select and Jump to Previous
fr: Sélectionner et sauter au précédent
ja: 選択して前のページへジャンプ

source: Select and Jump to Next
fr: Sélectionner et sauter au suivant
ja: 選択して次へジャンプ

source: There are no event-level HED tags to endorse.
fr: Il n'y a pas de balises HED au niveau "événement" à approuver.
ja: 承認するイベントレベルの HED タグはありません。

source: Edit (Selected) Event
fr: Modifier (Événement sélectionné)
ja: （選択した）イベントを編集

source: Jump to (Selected) Event
fr: Sauter (Événement sélectionné)
ja: （選択した）イベントにジャンプ

source: Edit
fr: Modifier
ja: 編集

source: No comment
fr: Aucun commentaires
ja: ノーコメント

source: For selected tag:
fr: Pour balise selectionnée :
ja: 選択したタグの場合:

source: Updated!
fr: Mis à jour!
ja: 更新しました！

source: Total events in recording {{total}}
fr: Nombre total d'événements {{total}}
ja: 記録中のイベントの合計数 {{total}}

source: Display by:
fr: Afficher par :
ja: 表示順:

source: {{label}} search...
fr: Recherche {{label}}...
ja: {{label}} 検索...

source: Ignore {{bidsNA}}
fr: Ignorer {{bidsNA}}
ja: {{bidsNA}}を無視

source: Exclude <text>{{searchText}}</text>
ja: <text>{{searchText}}</text>を除外する

source: Too many events to plot for this timeline range
fr: Trop d'événements à afficher pour cette période.
ja: このタイムライン範囲にプロットするイベントが多すぎます。

source: No events in timeline range.
fr: Aucun événement dans l'écart chronologique.
ja: タイムライン範囲内にイベントがありません。

source: Try selecting a different time range.
fr: Essayez de sélectionner un autre écart chronologique.
ja: 別の時間範囲を選択してみてください。

source: Channel
fr: Canal
ja: チャネル

source: Saved successfully
fr: Sauvegarde réussie
ja: 保存に成功しました

source: No electrode changes
fr: Aucun changement d'électrode
ja: 電極交換なし

source: Duplicates are not allowed
fr: Les doublons ne sont pas autorisés
ja: 重複は許可されません

source: Invalid string format. Expected channel names delimited by "{{channelDelimiter}}"
fr: Format de chaîne invalide. Les noms de canaux attendus doivent être délimités par «{{channelDelimiter}}»
ja: 文字列形式が無効です。チャンネル名は「{{channelDelimiter}}」で区切られる必要があります。

source: String contains one or more unrecognized channels
fr: Le texte contient un ou plusieurs canaux non reconnus
ja: 文字列に認識されないチャネルが 1 つ以上含まれています

source: Montage
ja: モンタージュ

source: Hold shift to enable electrode selection
fr: Maintenez la touche Maj enfoncée pour activer la sélection des électrodes.
ja: Shiftキーを押したままにすると電極の選択が有効になります

source: Select None
fr: Ne rien sélectionner
ja: 何も選択しない

source: Select All
fr: Tout sélectionner
ja: すべて選択

source: Electrode Map
fr: Carte des électrodes
ja: 電極マップ

source: Show indices
fr: Afficher les indices
ja: インデックスを表示

source: Dataset Tag Manager
fr: Gestionnaire de balises
ja: データセットタグマネージャー

source: More about HED
fr: plus d'infos sur HED
ja: HEDについてもっと詳しく

source: Click to view the HED schema
fr: Cliquez pour afficher le schéma HED
ja: HEDスキーマを表示するにはクリックしてください

source: Open Dataset Tag Manager
fr: Ouvrir gestionnaire de balises
ja: オープンデータセットタグマネージャー

source: View/Edit Tags
fr: Afficher/Modifier les balises
ja: タグの表示/編集

source: Endorse Tags
fr: Approbation de balises
ja: タグを推奨する

source: View JSON
fr: Afficher JSON
ja: JSONを表示

source: This will undo all changes since your latest submission. You won't be able to revert this!
fr: Cette action annulera toutes les modifications apportées depuis votre dernière soumission. Vous ne pourrez pas revenir en arrière!
ja: 最新の送信以降のすべての変更が元に戻されます。元に戻すことはできません。

source: Yes, reset all changes!
fr: Oui, annulez tous les changements !
ja: はい、すべての変更をリセットします。

source: There was an error with the response. Please report this incident.
fr: Une erreur s'est produite lors de la réponse. Veuillez signaler cet incident.
ja: 応答にエラーが発生しました。このインシデントを報告してください。

source: Tags updated successfully
fr: Balises mises à jour avec succès
ja: タグが正常に更新されました

source: This action is not permitted.
fr: Cette action n'est pas autorisée.
ja: このアクションは許可されていません。

source: There was an error with the request! Please report this incident.
fr: Une erreur s'est produite lors du traitement de la requête! Veuillez signaler cet incident.
ja: リクエストにエラーが発生しました。このインシデントを報告してください。

source: You
fr: Moi
ja: 自分

source: edited
fr: modifié
ja: 編集済み

source: Channel(s) associated with the event
fr: Canal(aux) associé(s) à l'évenement
ja: イベントに関連付けられたチャンネル

source: Endorsement successful
fr: Approbation réussie
ja: 承認成功

source: Column Name
fr: Nom de la colonne
ja: 列名

source: Column
fr: Colonne
ja: 列

source: Select a column
fr: Selectionner une colonne
ja: 列を選択

source: <s>{{columnName}}</s> Values
fr: Valeurs <s>{{columnName}}</s>
ja: <s>{{columnName}}</s> 個の値

source: Select a Column Name and Value to Manage HED Tags
fr: Sélectionnez un nom de colonne et une valeur pour gérer ses balises HED
ja: HEDタグを管理するには、列名と値を選択します

source: Description
ja: 説明

source: No Description Available
fr: Aucune description disponible
ja: 説明はありません

source: HED Tags
fr: Balises HED
ja: HEDタグ

source: Add Tag from HED Schemas
fr: Ajouter balises à partir des schémas HED
ja: HEDスキーマからタグを追加する

source: Type to search or select from dropdown
fr: Entrez votre recherche ou sélectionnez une option dans le menu déroulant.
ja: 検索するには入力するか、ドロップダウンから選択してください

source: Show long-form HED tags
fr: Afficher les balises HED en format long
ja: 長い形式のHEDタグを表示する

source: ※ = Not tagged by Data Authors
fr: Non étiqueté par les auteurs de données
ja: ※ = データ作成者によってタグ付けされていない

source: Preview
fr: Aperçu
ja: プレビュー

source: Tag Mode
fr: Mode balise
ja: タグモード

source: Group Mode
fr: Mode groupe
ja: グループモード

source: Confirm Group
fr: Confirmer le groupe
ja: グループの確認

source: Ungroup
fr: Dégrouper
ja: グループ解除

source: Submit Changes
fr: Soumettre changements
ja: 変更を送信

source: Reset Column Changes
fr: Réinitialiser les modifications de colonne
ja: 列の変更をリセット

source: Reset All Columns
fr: Réinitialiser toutes les colonnes
ja: すべての列をリセット

source: {{numSelected}} Selected
fr: Selectionné : {{numSelected}}
ja: {{numSelected}} 個選択済み

source: Select One
fr: Sélectionnez-en un
ja: 1つ選択

source: Below is the resulting events.json file
fr: Ci-dessous se trouve le fichier events.json résultant
ja: 以下は結果として得られる events.json ファイルです。

source: Fill other tags first
fr: Remplissez d'abord les autres balises
ja: 最初に他のタグを入力してください

source: Warning
fr: Avertissement
ja: 警告

source: Please fill out all required fields
fr: Veuillez remplir tous les champs obligatoires.
ja: 必須項目をすべてご記入ください

source: Event Updated!
fr: Événement mis à jour !
ja: イベントが更新されました！

source: Event Added!
fr: Événement ajouté !
ja: イベントを追加しました！

source: Something went wrong!
fr: Quelque chose a mal fonctionné !
ja: 問題が発生しました。

source: You won't be able to revert this!
fr: Vous ne pourrez pas revenir en arrière !
ja: これを元に戻すことはできません!

source: Event Deleted!
fr: Événement éffacé !
ja: イベントが削除されました!

source: Tag in current dataset
fr: Étiquette dans l'ensemble actuel
ja: 現在のデータセットのタグ

source: HED {{hedVersion}} Artifact
fr: Artefact HED {{hedVersion}}
ja: 現在のデータセットのタグ

source: Edit Event
fr: Modifier événement
ja: イベントを編集

source: Select from Montage
fr: Sélectionnez dans le montage
ja: モンタージュから選択

source: Select Channels
fr: Sélectionner canaux
ja: チャンネルを選択

source: Additional Columns
fr: Colonnes supplémentaires
ja: 追加の列

source: Click this icon to view the latest HED schema
fr: Cliquez sur cette icône pour voir le schéma HED le plus récent
ja: 最新のHEDスキーマを表示するには、このアイコンをクリックしてください

source: Instance
ja: 実例

source: Add tag from:
fr: Ajouter une balise depuis :
ja: タグの追加元:

source: Select Category
fr: Sélectionner une catégorie
ja: カテゴリーを選択

source: Select {{tagType}}
fr: Sélectionnez {{tagType}}
ja: {{tagType}}を選択

source: Event Details
fr: Détails de l'événement
ja: イベントの詳細

source: Sampling Frequency
fr: Fréquence d'échantillonnage
ja: サンプリング周波数

source: %s Channel Count
fr: Nombre de canaux %s
ja: %s チャンネル数

source: Reference
fr: Référence
ja: 参照

source: Powerline Frequency
fr: Fréquence du réseau électrique
ja: 電力線周波数

source: Task Name
fr: Nom de la tâche
ja: タスク名

source: Task Description
fr: Description de la tâche
ja: タスクの説明

source: Instructions
ja: 説明書

source: Recording Type
fr: Type d'enregistrement
ja: 録音タイプ

source: Recording Split Count
fr: Nombre de division d'enregistrement
ja: 記録分割数

source: Recording Duration
fr: Durée d'enregistrement
ja: 録音時間

source: Epoch Length
fr: Durée de l'époque
ja: エポックの長さ

source: Subject Artefact Description
fr: Description de l'artefact
ja: 主題アーティファクト

source: Head Circumference
fr: Tour de tête
ja: 頭囲

source: Placement Scheme
fr: Schéma de placement
ja: 配置スキーム

source: Ground
fr: Mise à la terre
ja: 地面

source: Trigger Channel Count
fr: Nombre de canaux "Trigger"
ja: トリガーチャンネル数

source: Misc Channel Count
fr: Nombre de canaux diverses
ja: その他のチャンネル数

source: CogAtlas ID
fr: Identifiant CogAtlas
ja: コグアトラスID

source: Institution Name
fr: Nom de l'établissement
ja: 機関名

source: Institution Address
fr: Adresse de l'établissement
ja: 機関の住所

source: Manufacturer
fr: Fabricant
ja: メーカー

source: Manufacturers Model Name
fr: Nom du modèle du fabricant
ja: メーカー モデル名

source: %s Manufacturer
fr: Fabricant %s
ja: %s メーカー

source: %s Manufacturer's Model Name
fr: Nom du modèle du fabricant %s
ja: %s メーカーモデル名

source: Device Serial Number
fr: Numéro de série de l'appareil
ja: デバイスのシリアル番号

source: Hardware Filters
fr: Filtres matériels
ja: ハードウェアフィルター

source: Software Versions
fr: Versions logicielles
ja: ソフトウェアバージョン

source: Software Filters
fr: Filtres logiciels
ja: ソフトウェアフィルター

source: DC Offset Correction
fr: Correction du décalage CC
ja: 直流オフセット補正

source: Electrode Groups
fr: Groupes d'électrodes
ja: 電極グループ

source: Electrical Stimulation
fr: Stimulation électrique
ja: 電気刺激

source: Electrical Stimulation Parameters
fr: Paramètres de stimulation électrique
ja: 電気刺激パラメータ

source: EEG File(s)
fr: Fichier(s) EEG
ja: 脳波計ファイル

source: Electrodes
fr: Électrodes
ja: 電極

source: Coordinate System
fr: Système de coordonnées
ja: 座標系

source: Channels
ja: チャンネル

source: Events
fr: Évenements
ja: イベント

source: All Files
fr: Tous les fichiers
ja: すべてのファイル

source: View Session
fr: Afficher la session
ja: セッションを見る

source: Exclude
fr: Exclure <text>{{searchText}}</text>

source: CogPO ID
fr: Identifiant CogPO
