Repository: aces/Loris
Catalog: modules/issue_tracker/locale/*/LC_MESSAGES/issue_tracker.po
Languages: hi

source: Issue Tracker
hi: समस्या ट्रैकर

source: Issue
hi: समस्या

source: Your assigned issue
hi: आपकी असाइन की गई समस्या

source: Open Issues
hi: खुली समस्याएँ

source: Issue ID
hi: समस्या आईडी

source: Reporter
hi: रिपोर्टर

source: Assignee
hi: असाइन किए गए

source: Priority
hi: प्राथमिकता

source: Date Created
hi: निर्माण तिथि

source: Last Update
hi: अंतिम अपडेट

source: SessionID
hi: सत्र आईडी

source: Watching
hi: देख रहे हैं

source: Normal
hi: सामान्य

source: High
hi: उच्च

source: Urgent
hi: अत्यावश्यक

source: Immediate
hi: तत्काल

source: Low
hi: निम्न

source: All Sites
hi: सभी साइटें

source: All Issues
hi: सभी समस्याएँ

source: Active Issues
hi: सक्रिय समस्याएँ

source: Closed Issues
hi: बंद समस्याएँ

source: My Issues
hi: मेरी समस्याएँ

source: New Issue
hi: नई समस्या

source: Browse Issues
hi: समस्याएँ ब्राउज़ करें

source: Batch Edit
hi: बैच संपादन

source: Add Comment
hi: टिप्पणी जोड़ें

source: Create New Issue
hi: नई समस्या बनाएँ

source: Never!
hi: कभी नहीं!

source: No-one!
hi: कोई नहीं!

source: Sometime Soon!
hi: जल्द ही!

source: Submit Issue
hi: समस्या सबमिट करें

source: Edit Issue
hi: समस्या संपादित करें

source: Update Issue
hi: समस्या अपडेट करें

source: Add Attachment
hi: संलग्नक जोड़ें

source: Attachment for issue
hi: समस्या के लिए संलग्नक

source: Attachment for Issue
hi: समस्या के लिए संलग्नक

source: Description
hi: विवरण

source: Watching?
hi: देख रहे हैं?

source: Add others to watching?
hi: अन्य को देखने में जोड़ें?

source: New Comment
hi: नई टिप्पणी

source: This field is required
hi: यह फ़ील्ड आवश्यक है

source: You will be redirected to main page in 2 seconds!
hi: आपको 2 सेकंड में मुख्य पृष्ठ पर भेज दिया जाएगा!

source: Failed to submit issue :(
hi: समस्या सबमिट करने में विफल :(

source: Issue updated!
hi: समस्या अपडेट की गई!

source: Issue created!
hi: समस्या बनाई गई!

source: ({{count}} issue)
hi: ({{count}} समस्या)

source: Last Updated By
hi: अंतिम अपडेट किया गया

source: Unassigned
hi: असाइन नहीं किया गया

source: Watchers
hi: दर्शक

source: Submitting...
hi: सबमिट कर रहे हैं...

source: Submit Comment
hi: टिप्पणी सबमिट करें

source: Created
hi: बनाया गया

source: Last Updated
hi: अंतिम अपडेट

source: None
hi: कोई नहीं

source: Uncategorized
hi: अवर्गीकृत

source: Comments and History
hi: टिप्पणियाँ और इतिहास

source: on
hi: पर

source: at
hi: पर

source: seconds ago
hi: सेकंड पहले

source: minutes ago
hi: मिनट पहले

source: hours ago
hi: घंटे पहले

source: Title cannot be empty
hi: शीर्षक खाली नहीं हो सकता

source: No changes were made
hi: कोई परिवर्तन नहीं किए गए

source: Issue updated successfully
hi: समस्या सफलतापूर्वक अपडेट की गई

source: Failed to update issue
hi: समस्या अपडेट करने में विफल

source: Information
hi: जानकारी

source: Add New Comment
hi: नई टिप्पणी जोड़ें

source: Comment
hi: टिप्पणी

source: Failed to add comment
hi: टिप्पणी जोड़ने में विफल

source: of
hi: का

source: Maximum issues per page
hi: प्रति पृष्ठ अधिकतम समस्याएँ

source: Failed to fetch issues. Please try again later.
hi: समस्याएँ प्राप्त करने में विफल। कृपया बाद में पुनः प्रयास करें।

source: No issues match the selected filters.
hi: कोई समस्या चयनित फ़िल्टर से मेल नहीं खाती।

source: issues displayed
hi: समस्याएँ प्रदर्शित

source: ({{count}} comment)
hi: ({{count}} टिप्पणी)

source: New
hi: नया

source: Acknowledged
hi: स्वीकृत

source: Feedback
hi: प्रतिक्रिया

source: Assigned
hi: असाइन किया गया

source: Resolved
hi: हल किया गया

source: Closed
hi: बंद

source: Behavioural Battery
hi: व्यवहारिक बैटरी

source: Behavioural Instruments
hi: व्यवहारिक उपकरण

source: Data Entry
hi: डेटा प्रविष्टि

source: Examiners
hi: परीक्षक

source: Imaging
hi: इमेजिंग

source: Other
hi: अन्य

source: Technical Issue
hi: तकनीकी समस्या

source: User Accounts
hi: उपयोगकर्ता खाते

source: Last 3 Comments
hi: अंतिम 3 टिप्पणियाँ

source: Confirmation
hi: पुष्टिकरण

source: Delete attachment
hi: संलग्नक हटाएँ

source: Attachment options:
hi: संलग्नक विकल्प:

source: Delete
hi: हटाएँ

source: Download
hi: डाउनलोड

source: Date of attachment:
hi: संलग्नक की तिथि:

source: File:
hi: फ़ाइल:

source: User:
hi: उपयोगकर्ता:

source: Description:
hi: विवरण:

source: Attachment History
hi: संलग्नक इतिहास

source: Please confirm the request to delete the "{{fileName}}" attachment.
hi: कृपया "{{fileName}}" संलग्नक को हटाने के अनुरोध की पुष्टि करें

source: Upload Successful!
hi: अपलोड सफल!

source: Upload error!
hi: अपलोड त्रुटि!

source: Submit Attachment
hi: संलग्नक सबमिट करें

source: An error occurred when loading the form!
hi: फ़ॉर्म लोड करते समय एक त्रुटि हुई!

source: Please add a comment or make changes
hi: कृपया एक टिप्पणी जोड़ें या परिवर्तन करें

source: Updated by
hi: द्वारा अपडेट किया गया

source: to
hi: से

source: Title
hi: शीर्षक

source: Category
hi: श्रेणी

source: The server is not configured for attachments.
hi: सर्वर को संलग्नकों के लिए कॉन्फ़िगर नहीं किया गया है।

source: The server is not configured to receive a file this large.
hi: सर्वर इतने बड़े फ़ाइल को प्राप्त करने के लिए कॉन्फ़िगर नहीं किया गया है।
