Repository: aces/Loris
Catalog: modules/imaging_browser/locale/*/LC_MESSAGES/imaging_browser.po
Languages: hi, ja

source: Imaging Browser
hi: इमेजिंग ब्राउज़र
ja: イメージングブラウザ

source: View Session
hi: सत्र देखें
ja: セッションを見る

source: New and pending imaging session
hi: नई और लंबित इमेजिंग सत्र
ja: 新規および保留中のMRI セッション

source: New and pending imaging sessions
hi: नई और लंबित इमेजिंग सत्रों
ja: 新規および保留中のMRI セッション

source: Visit QC Status
hi: विजिट QC स्थिति
ja: 訪問品質管理ステータス

source: First Acquisition
hi: पहला अधिग्रहण
ja: 最初の買収

source: First Insertion
hi: पहला सम्मिलन
ja: 最初の挿入

source: Last QC
hi: अंतिम QC
ja: 最後の品質管理

source: New Data
hi: नया डेटा
ja: 新しいデータ

source: Links
hi: लिंक
ja: リンク

source: SessionID
hi: सेशन आईडी

source: Sequence Type
hi: सीक्वेंस प्रकार
ja: シーケンスタイプ

source: Pending New
hi: लंबित नया
ja: 新規保留中

source: QC Status
hi: QC स्थिति
ja: 品質管理状況

source: Caveat
hi: चेतावनी
ja: 警告

source: SNR
hi: सिग्नल-से-शोर अनुपात
ja: 信号対雑音比

source: all types
hi: सभी प्रकार
ja: すべてのタイプ

source: Header Info
hi: हेडर जानकारी
ja: ヘッダー情報

source: Download Image
hi: इमेज डाउनलोड करें
ja: ダウンロード情報

source: Longitudinal View
hi: लंबवत दृश्य
ja: 縦断ビュー

source: QC Comments
hi: QC टिप्पणियाँ
ja: 品質管理コメント

source: Series Instance UID
hi: सीरीज इंस्टेंस UID
ja: シリーズインスタンスの一意の識別子

source: Number of Scans
hi: स्कैन की संख्या
ja: スキャン回数

source: Red bar denotes number of failed QC scans.
hi: लाल बार असफल QC स्कैन की संख्या दर्शाता है।
ja: 赤いバーは、品質管理に失敗したスキャンの数を示します。

source: Green bar denotes number of passed QC scans.
hi: हरा बार पास किए गए QC स्कैन की संख्या दर्शाता है।
ja: 緑色のバーは、品質管理に合格したが失敗したスキャンの数を示します。

source: Grey bar denotes other QC statuses.
hi: ग्रे बार अन्य QC स्थितियाँ दर्शाता है।
ja: 灰色のバーはその他の品質管理ステータスを示します。

source: Different shades represent different modalities. Only native modalities are displayed in results.
hi: विभिन्न शेड्स विभिन्न मोडैलिटी का प्रतिनिधित्व करते हैं। केवल मूल मोडैलिटी परिणामों में दिखाई जाती हैं।
ja: 異なる色合いは異なるモダリティを表します。結果にはネイティブモダリティのみが表示されます。

source: Hover over any visit to see detailed modality breakdown for visit, click to go to imaging browser.
hi: किसी भी विजिट पर होवर करें ताकि विजिट के लिए विस्तृत मोडैलिटी ब्रेकडाउन देखें, क्लिक करें और इमेजिंग ब्राउज़र पर जाएं।
ja: 訪問の上にマウスを移動すると、訪問の詳細なモダリティの内訳が表示されます。クリックすると、イメージング ブラウザーに移動します。

source: %1 file(s) displayed.
hi: %1 फ़ाइल(ओं) प्रदर्शित।
ja: %1 ファイルが表示されました

source: No data available
hi: कोई डेटा उपलब्ध नहीं है
ja: データなし

source: Patient Name
hi: रोगी का नाम
ja: 患者名

source: QC Pending
hi: गुणवत्ता नियंत्रण लंबित
ja: 品質管理保留中

source: Output Type
hi: आउटपुट प्रकार
ja: 出力タイプ

source: Scanner
hi: स्कैनर
ja: スキャナー

source: Human
hi: मानव
ja: 人間

source: EDC
hi: ईडीसी
ja: 出産予定日

source: Navigation
hi: नेविगेशन
ja: ナビゲーション

source: Back to list
hi: सूची में वापस जाएँ
ja: リストに戻る

source: Volume Viewer
hi: वॉल्यूम व्यूअर
ja: ボリュームビューア

source: 3D Only
hi: केवल 3D
ja: 3Dのみ

source: 3D + Overlay
hi: 3D + ओवरले
ja: 3D + オーバーレイ

source: Report a Bug (Mantis)
hi: बग रिपोर्ट करें (मैन्टिस)
ja: バグを報告する（Mantis）

source: Visit Level QC
hi: भेंट स्तर गुणवत्ता नियंत्रण
ja: 訪問レベルの品質管理

source: Visit Level Feedback
hi: भेंट स्तर प्रतिक्रिया
ja: 訪問レベルのフィードバック

source: Visit Level Caveat
hi: भेंट स्तर चेतावनी
ja: 訪問レベルの注意事項

source: DCC MRI Quality Control
hi: डीसीसी एमआरआई गुणवत्ता नियंत्रण
ja: DCC MRI品質管理

source: Click here to close this window
hi: इस विंडो को बंद करने के लिए यहाँ क्लिक करें
ja: このウィンドウを閉じるにはここをクリックしてください。

source: Comments saved.
hi: टिप्पणियाँ सहेजी गईं।
ja: コメントを保存しました。

source: Voxel Size
hi: वॉक्सल का आकार

source: Protocol
hi: प्रोटोकॉल

source: Acquisition Date
hi: अधिग्रहण तिथि

source: Inserted Date
hi: प्रविष्ट तिथि

source: Series Number
hi: श्रृंखला संख्या

source: Series Description
hi: श्रृंखला का विवरण

source: Slice Thick
hi: मोटा काटें

source: Phase Encoding Direction
hi: चरण एन्कोडिंग दिशा

source: Image Type
hi: छवि का प्रकार

source: Echo Number
hi: प्रतिध्वनि संख्या

source: Number of volumes
hi: खंडों की संख्या

source: Feedback MRI Popup
hi: फीडबैक एमआरआई पॉपअप
ja: フィードバックMRIポップアップ

source: Subject
hi: विषय
ja: 主題

source: Download DICOM
hi: DICOM डाउनलोड करें
ja: DICOMをダウンロード

source: Imaging Session
ja: イメージングセッション

source: Imaging QC Summary
ja: 画像品質管理の概要
