Repository: aces/Loris
Catalog: raisinbread/instruments/locale/*/LC_MESSAGES/bmi.po
Languages: fr

source: BMI Calculator
fr: Calculateur d'IMC

source: Note: Please enter measurements in Imperial OR Metric units
fr: Veuillez saisir les mesures en unités impériales ou métriques.

source: Choose unit of measurement
fr: Choisissez l'unité de mesure

source: Imperial units
fr: Unités impériales

source: Your height (feet) :
fr: Votre taille (pieds) :

source: Your height (inches) :
fr: Votre taille (pouces) :

source: Your weight (lbs) :
fr: Votre poids (livres) :

source: Metric Units
fr: Unités métriques

source: Your height (cms) :
fr: Votre taille (centimetres) :

source: Your weight (kgs) :
fr: Votre poids (kilogrammes) :

source: Metric units
fr: Unités métriques

source: Results
fr: Résultats

source: Your BMI
fr: Votre IMC

source: Your BMI Classification
fr: Votre classification d'IMC
