Repository: aces/Loris
Catalog: raisinbread/instruments/locale/*/LC_MESSAGES/mri_parameter_form.po
Languages: fr

source: MRI Parameter Form
fr: Formulaire de paramètres d'IRM

source: MRI Dataset Name:
fr: Nom du jeu de données IRM :

source: Type of Data:
fr: Type de données :

source: MRI Site Name:
fr: Nom du site d'IRM :

source: MRI Operator Name:
fr: Nom de l'opérateur d'IRM :

source: Scan Date:
fr: Date de numérisation :

source: Sequences
fr: Séquences

source: Acquired?
fr: Acquis?

source: Number of attempts
fr: Nombre d'essais

source: Comments (e.g. subject woke up, repeated series #, motion, name of additional add-on acquisition if applicable)
fr: Commentaires (par exemple, le sujet s'est réveillé, numéro de série répété, mouvement, nom de l'acquisition supplémentaire supplémentaire le cas échéant)

source: Number of directions (DTI only)
fr: Nombre de directions (DTI seulement)

source: Total Duration of Session
fr: Durée totale de la session

source: Hours:
fr: Heures:

source: Partial
fr: Partielle
