Repository: aces/Loris
Catalog: modules/imaging_uploader/locale/*/LC_MESSAGES/imaging_uploader.po
Languages: hi, ja

source: Imaging Uploader
hi: इमेजिंग अपलोडर
ja: 画像アップローダー

source: Upload an imaging scan
hi: इमेजिंग स्कैन अपलोड करें
ja: 画像スキャンをアップロードする

source: Phantom Scans
hi: फैंटम स्कैन
ja: ファントムスキャン

source: File to Upload
hi: अपलोड करने के लिए फ़ाइल
ja: アップロードするファイル

source: Notes
hi: नोट्स
ja: 注記

source: File cannot exceed {{maxUploadSize}}
hi: फ़ाइल इससे अधिक नहीं हो सकती {{maxUploadSize}}
ja: ファイルは {{maxUploadSize}} を超えることはできません

source: File must be of type .tgz or tar.gz or .zip
hi: फ़ाइल का प्रकार .tgz, .tar.gz या .zip होना चाहिए
ja: ファイルの形式は .tgz、.tar.gz、または .zip である必要があります

source: For files that are not Phantom Scans, file name must begin with
hi: जो फाइलें फैंटम स्कैन नहीं हैं, उनका नाम इससे शुरू होना चाहिए

source: For example, for DCCID {{dccid}}, PSCID {{pscid}}, and Visit Label {{visitLabel}} the file name should be prefixed by: {{prefix}}
hi: उदाहरण के लिए, DCCID {{dccid}}, PSCID {{pscid}}, और विजिट लेबल {{visitLabel}} के लिए फ़ाइल नाम की शुरुआत इससे होनी चाहिए: {{prefix}}
ja: たとえば、DCCID {{dccid}}、PSCID {{pscid}}、および訪問ラベル {{visitLabel}} の場合、ファイル名の先頭に {{prefix}} を付ける必要があります。

source: The file {{fileName}} must be of type .tgz, .tar.gz or .zip.
hi: फ़ाइल {{fileName}} का प्रकार .tgz, .tar.gz या .zip होना चाहिए।
ja: ファイル {{fileName}} は .tgz、.tar.gz、または .zip 形式である必要があります

source: Invalid extension for the uploaded file!
hi: अपलोड की गई फ़ाइल के लिए एक्सटेंशन अमान्य है!
ja: アップロードされたファイルの拡張子が無効です。

source: Filename extension does not match .zip, .tgz or .tar.gz
hi: फ़ाइल नाम एक्सटेंशन .zip, .tgz या .tar.gz से मेल नहीं खाता
ja: ファイル名拡張子が .zip、.tar.gz、または .tgz と一致しません。

source: Incorrect file name!
hi: अमान्य फ़ाइल नाम!
ja: ファイル名が正しくありません。

source: Could not determine PSCID, DCCID and Visit Label based on the filename!
hi: फ़ाइल नाम के आधार पर PSCID, DCCID और Visit Label निर्धारित नहीं किया जा सका!
ja: ファイル名に基づいて PSCID、DCCID、および訪問ラベルを特定できませんでした。

source: File already exists!
hi: फ़ाइल पहले से मौजूद है!
ja: ファイルは既に存在します。

source: A file with this name has already successfully passed the MRI pipeline!
hi: इस नाम की फ़ाइल पहले ही MRI पाइपलाइन से सफलतापूर्वक गुजर चुकी है!
ja: この名前のファイルは既に MRI パイプラインを通過しています。

source: File is currently processing!
hi: फ़ाइल वर्तमान में प्रोसेस हो रही है!
ja: ファイルは現在処理中です。

source: A file with this name is currently going through the MRI pipeline!
hi: इस नाम की फ़ाइल वर्तमान में MRI पाइपलाइन से गुजर रही है!
ja: この名前のファイルは現在 MRI パイプラインを通過しています。

source: Are you sure?
hi: क्या आप निश्चित हैं?
ja: 本気ですか？

source: A file with this name already exists! Would you like to overwrite the existing file?
hi: इस नाम की फ़ाइल पहले से मौजूद है! क्या आप मौजूदा फ़ाइल को अधिलेखित करना चाहेंगे?
ja: この名前のファイルは既に存在します。既存のファイルを上書きしますか?

source: Yes, I am sure!
hi: हाँ, मैं निश्चित हूँ!
ja: はい、間違いないです！

source: No, cancel it!
hi: नहीं, रद्द करें!
ja: いいえ、キャンセルします！

source: Cancelled
hi: रद्द किया गया
ja: キャンセル

source: Your upload has been cancelled.
hi: आपका अपलोड रद्द कर दिया गया है।
ja: アップロードはキャンセルされました。

source: A file with this name has been uploaded but has not yet been processed by the MRI pipeline. Would you like to overwrite the existing file?
hi: इस नाम की फ़ाइल अपलोड की गई है लेकिन अभी MRI पाइपलाइन द्वारा प्रोसेस नहीं हुई है। क्या आप मौजूदा फ़ाइल को अधिलेखित करना चाहेंगे?
ja: この名前のファイルはアップロードされていますが、MRIパイプラインでまだ処理されていません。既存のファイルを上書きしますか？

source: Upload Successful!
hi: अपलोड सफल!
ja: アップロード成功しました!

source: Processing of this file by the MRI pipeline has started
hi: इस फ़ाइल का MRI पाइपलाइन द्वारा प्रोसेसिंग शुरू हो गई है
ja: MRIパイプラインによるこのファイルの処理が開始されました

source: Select this upload in the result table to view the processing progress
hi: प्रोसेसिंग प्रगति देखने के लिए परिणाम तालिका में इस अपलोड का चयन करें
ja: 処理の進行状況を表示するには、結果テーブルでこのアップロードを選択してください

source: Upload failed: a network error occured
hi: अपलोड विफल: नेटवर्क त्रुटि हुई
ja: アップロードに失敗しました: ネットワーク エラーが発生しました。

source: Please make sure files are not larger than {{maxFileSize}}
hi: कृपया सुनिश्चित करें कि फ़ाइलें {{maxFileSize}} से बड़ी न हों
ja: ファイルが {{maxFileSize}} を超えていないことを確認してください

source: Upload failed: received HTTP response code
hi: अपलोड विफल: HTTP प्रतिक्रिया कोड प्राप्त हुआ

source: Submission error!
hi: सबमिशन त्रुटि!
ja: 送信エラー!

source: Log Viewer
hi: लॉग व्यूअर
ja: ログビューア

source: Logs to display
hi: दिखाने के लिए लॉग्स
ja: 表示する

source: Summary
hi: सारांश
ja: まとめ

source: Detailed
hi: विस्तृत
ja: 詳細

source: <select a row in the table below to view the upload logs>
hi: <अपलोड लॉग देखने के लिए नीचे तालिका में एक पंक्ति चुनें>
ja: <アップロード ログを表示するには、下の表の行を選択してください>

source: Number Of Files Created
hi: बनाई गई फ़ाइलों की संख्या
ja: 作成されたファイルの数

source: Number Of Files Inserted
hi: डाली गई फ़ाइलों की संख्या
ja: 挿入されたファイルの数

source: {{successText}} ({{inserted}} out of {{created}})
hi: {{successText}} ({{created}} में से {{inserted}})
ja: {{successText}} ({{inserted}} / {{created}})

source: {{numViolatedScans}} violated scans
hi: {{numViolatedScans}} उल्लंघन स्कैन
ja: {{numViolatedScans}} 件の違反スキャン

source: Tarchive Info
hi: टीआर्काइव जानकारी
ja: アーカイブ情報

source: Upload ID
hi: अपलोड आईडी
ja: アップロード識別子

source: Upload Location
hi: अपलोड स्थान
ja: アップロード場所

source: Upload Date
hi: अपलोड की तिथि
ja: アップロード日

source: Uploaded By
hi: द्वारा अपलोड किया गया
ja: アップロード者

source: For files that are not Phantom Scans, file name must begin with <0>{{prefix}}</0>
ja: ファントムスキャンではないファイルの場合、ファイル名は<0>{{prefix}}</0>で始まる必要があります

source: Upload failed: received HTTP response code {{code}}
ja: アップロードに失敗しました: HTTP 応答コード {{code}} を受信しました
