Repository: aces/Loris
Catalog: modules/new_profile/locale/*/LC_MESSAGES/new_profile.po
Languages: es, fr, hi, ja

source: New Profile
es: Nuevo Perfil
fr: Nouveau profil
hi: नई प्रोफ़ाइल
ja: 新しいプロフィール

source: Create a New Profile
es: Crear nuevo Perfil
fr: Créer un nouveau profil
hi: नई प्रोफ़ाइल बनाएं
ja: 新しいプロフィールを作成する

source: Date of Birth Confirm
es: Confirmar Fecha de Nacimiento
fr: Confirmation de la date de naissance
ja: 生年月日の確認

source: Date of Birth fields must match
es: Las fechas de nacimiento deben coincidir
fr: Les champs « Date de naissance » doivent être identiques.
hi: जन्म तिथि फ़ील्ड मेल खाना चाहिए
ja: 生年月日のフィールドは一致する必要があります

source: EDC fields must match
es: El DCE debe coincidir
fr: Les champs DPA doivent correspondre
hi: ईडीसी फ़ील्ड मेल खाना चाहिए
ja: EDCフィールドは一致する必要があります

source: New Candidate Created
es: Nuevo Candidato creado
fr: Nouveau candidat créé
hi: नया उम्मीदवार बनाया गया
ja: 新しい候補者が作成されました

source: Expected Date of Confinement
es: Fecha de confinamiento esperada
fr: Date prévue de l'accouchement
hi: प्रसव की अपेक्षित तिथि
ja: 出産予定日

source: Confirm EDC
es: Confirmar DCE
fr: Confirmer DPA
hi: ईडीसी की पुष्टि करें
ja: 出産予定日を確認する

source: Recruit another candidate
es: Reclutar otro candidato
fr: Recruter un autre candidat
hi: एक और उम्मीदवार जोड़ें
ja: 別の候補者を募集する

source: Access Profile
es: Acceso al Perfil
fr: Accéder au profil
hi: प्रोफ़ाइल देखें
ja: アクセスプロファイル

source: Date of Birth Confirm*
hi: जन्म तिथि की पुष्टि करें*
