Repository: aces/Loris
Catalog: modules/timepoint_list/locale/*/LC_MESSAGES/timepoint_list.po
Languages: es, fr, ja

source: Timepoint List
es: Lista de Puntos en el Tiempo
fr: Liste des temps d'acquisition
ja: タイムポイントリスト

source: Click to Open
es: Haga clic para abrir
fr: Cliquez pour ouvrir
ja: クリックして開く

source: Stage Status
es: Estado de la Etapa
ja: ステージステータス

source: Date of Stage
es: Día de la Etapa
ja: ステージの日付

source: Imaging Scan Done
es: Imagen de Scan hecha
fr: Scan d'imagerie complété
ja: 画像スキャン完了

source: BVL QC
es: CC Conductual
fr: CQ comportemental
ja: 行動品質管理

source: BVL Exclusion
es: Exclusión Conductual
fr: Exclusion comportementale
ja: 行動的排除

source: Registered By
es: Registrado por
fr: Enregistré par
ja: 登録者

source: List of Visits (Time Points)
es: Lista de Visitas (Puntos en el Tiempo)
fr: Liste des visites (temps d'acquisition)
ja: 訪問リスト（時点）

source: Create time point
es: Crear punto en el Tiempo
fr: Créer un temps d'acquisition
ja: タイムポイントを作成

source: Candidate Info
es: Información del Candidato
fr: Informations sur le candidat
ja: 候補者情報

source: View Imaging datasets
es: Ver secuencias de datos de Imágenes
fr: Afficher les ensembles de données d'imagerie
ja: 画像データセットを表示

source: Actions:
es: Acciones:
ja: アクション:

source: Derived Age
es: Edad Calculada
fr: Âge dérivé
ja: 派生年齢

source: EDC Age
es: Edad EDC
fr: Âge DPA
ja: EDC時代

source: Biological Sex
es: Sexo Biológico
fr: Sexe biologique
ja: 生物学的性別

source: You do not have access to any timepoints registered for this candidate.
es: Usted no tiene ningún Punto de Tiempo registrado para este candidato.
fr: Vous n'avez pas accès aux temps d'acquisitions enregistrés pour ce candidat.
ja: この候補者に対して登録されたタイムポイントにアクセスできません。

source: y /
es: a /

source: Not Done
es: No Hecha
fr: Non réalisé
ja: 未完了

source: Hardcopy
es: Copia Dura
fr: copie papier
ja: ハードコピー

source: Complete
es: Completo
fr: Compléter
ja: 完了

source: Visual
fr: Visuel
ja: ビジュアル
