Repository: aces/Loris
Catalog: modules/data_release/locale/*/LC_MESSAGES/data_release.po
Languages: fr, ja

source: Data Release
ja: データリリース

source: File Name
fr: Nom du fichier
ja: ファイル名

source: Version
ja: バージョン

source: Upload Date
fr: Date d'importation
ja: アップロード日

source: Project Name
fr: Nom du projet
ja: プロジェクト名

source: Data Release ID
ja: データリリースID

source: Upload File
fr: Téléverser un fichier
ja: ファイルをアップロード

source: Upload a New File
fr: Téléverser un nouveau fichier
ja: 新しいファイルをアップロードする

source: Add Permission
fr: Ajouter une permission
ja: 権限の追加

source: Manage Permissions
fr: Gérer les permissions
ja: 権限の管理

source: Note
ja: 注記

source: Version names will be saved as lowercase.
fr: Les noms des versions seront enregistrés en minuscules.
ja: バージョン名は小文字で保存されます

source: File to upload
ja: アップロードするファイル

source: You must select a file to upload
fr: Vous devez sélectionner un fichier à téléverser.
ja: アップロードするファイルを選択する必要があります

source: You must select a project
fr: Vous devez sélectionner un projet.
ja: プロジェクトを選択する必要があります

source: File size exceeds the maximum allowed
fr: La taille du fichier dépasse la taille maximale autorisée.
ja: ファイルサイズが最大許容サイズを超えています

source: Error
fr: Erreur
ja: エラー

source: Upload error!
fr: Erreur de téléversement!
ja: アップロードエラー

source: Upload Successful!
fr: Téléversement réussi!
ja: アップロード成功しました!

source: Are you sure?
fr: Êtes-vous sûr?
ja: 本気ですか？

source: A file with this name already exists!
fr: Un fichier portant ce nom existe déjà!
ja: この名前のファイルは既に存在します。

source: Would you like to overwrite existing file?
fr: Voulez-vous remplacer le fichier existant?
ja: 既存のファイルを上書きしますか?

source: Note that the version associated with the file will also be overwritten.
fr: Notez que la version associée au fichier sera également remplacée.
ja: ファイルに関連付けられたバージョンも上書きされることに注意してください。

source: Yes, I am sure!
fr: Oui, j'en suis sûr!
ja: はい、間違いないです！

source: No, cancel it!
fr: Non, Annuler le
ja: いや、キャンセルしろ！

source: Choose a specific file or an entire release below
fr: Choisissez un fichier spécifique ou une version ci-dessous
ja: 以下の特定のファイルまたはリリース全体を選択してください

source: Data Release File
fr: Fichier de publication des données
ja: データリリースファイル

source: OR
fr: OU
ja: それとも

source: Data Release Version
fr: Version de publication des données
ja: データリリースバージョン

source: Permission Update Success!
fr: Mise à jour des permissions réussie!
ja: 権限の更新に成功しました!

source: Submission Error!
fr: Erreur de soumission!
ja: 送信エラー!

source: You must select a user!
fr: Vous devez sélectionner un utilisateur!
ja: ユーザーを選択する必要があります。

source: You must select a file OR a version to grant permission on!
fr: Vous devez sélectionner un fichier OU une version pour accorder la permission!
ja: 権限を付与するには、ファイルまたはバージョンを選択する必要があります

source: Manage Versions a User has access to
fr: Gérer les versions auxquelles un utilisateur a accès
ja: ユーザーがアクセスできるバージョンを管理する

source: Search for a User
fr: Chercher un utilisateur
ja: ユーザーを検索

source: Versions
ja: バージョン

source: Manage Users with access to a Version
fr: Gérer les utilisateurs ayant accès à une version
ja: バージョンへのアクセス権を持つユーザーを管理する

source: Search for a Version
fr: Rechercher une version
ja: バージョンを検索

source: An error occurred when loading the form!
fr: Une erreur s'est produite lors du chargement du formulaire!
ja: フォームの読み込み中にエラーが発生しました

source: An error occured while loading the page.
fr: Une erreur s'est produite lors du chargement de la page.
