Repository: aces/Loris
Catalog: modules/biobank/locale/*/LC_MESSAGES/biobank.po
Languages: fr

source: Biobank
fr: Biobanque

source: Biospecimens
fr: Échantillons biologiques

source: Oops!
fr: Oups !

source: Specimens must be of the same PSCID, Visit Label, Type and Site
fr: Les échantillons doivent avoir le même PSCID, Label de visite, Type et Site

source: Pooling Note
fr: Remarque sur le regroupement

source: Select or Scan the specimens to be pooled. Specimens must have a Status of 'Available', have a Quantity of greater than 0, and share the same Type, PSCID, Visit Label and Current Site. Pooled specimens cannot already belong to a pool. Once pooled, the Status of specimen will be changed to 'Dispensed' and there Quantity set to '0'
fr: Sélectionnez ou scannez les échantillons à regrouper. Les échantillons doivent avoir un statut 'Disponible', une quantité > 0 et partager le même Type, PSCID, Label de visite et Site actuel. Les échantillons regroupés ne peuvent pas déjà appartenir à un pool. Une fois regroupés, le statut de l'échantillon sera changé en 'Distribué' et sa quantité mise à '0'

source: Specimen Type
fr: Type d'échantillon

source: Quantity
fr: Quantité

source: Unit
fr: Unité

source: Pool Specimens
fr: Regrouper les échantillons

source: Specimen
fr: Échantillon

source: Barcode
fr: Code-barres

source: Please Scan or Type Barcode
fr: Veuillez scanner ou saisir le code-barres

source: Note
fr: Remarque

source: Scan Containers to be Loaded. If Sequential is checked, the Coordinate will Auto-Increment after each Load.
fr: Scannez les conteneurs à charger. Si 'Séquentiel' est coché, la coordonnée s'incrémente automatiquement après chaque chargement.

source: Sequential
fr: Séquentiel

source: Load
fr: Charger

source: Please Scan or Select Barcode
fr: Veuillez scanner ou sélectionner le code-barres

source: Click, Select or Scan Containers to be Unloaded and Press 'Confirm'
fr: Cliquez, sélectionnez ou scannez les conteneurs à décharger et appuyez sur 'Confirmer'

source: Confirm
fr: Confirmer

source: Make Aliquots
fr: Créer des aliquotes

source: Add Aliquots
fr: Ajouter des aliquotes

source: Alter Lot Number
fr: Modifier le numéro de lot

source: Alter Expiration Date
fr: Modifier la date d'expiration

source: Edit Lot Number
fr: Modifier le numéro de lot

source: Lot Number
fr: Numéro de lot

source: Edit Expiration Date
fr: Modifier la date d'expiration

source: Expiration Date
fr: Date d'expiration

source: Print Barcode Number
fr: Imprimer le numéro de code-barres

source: Print Barcode
fr: Imprimer le code-barres

source: Checkout Container
fr: Vérifier le conteneur

source: Update
fr: Mettre à jour

source: Protocol
fr: Protocole

source: Done By
fr: Réalisé par

source: Comments
fr: Commentaires

source: Container Type
fr: Type de conteneur

source: Diagnosis
fr: Diagnostic

source: Status
fr: Statut

source: Current Site
fr: Site actuel

source: Draw Site
fr: Site de prélèvement

source: Checkout Child Containers
fr: Vérifier les conteneurs enfants

source: Add New Container
fr: Ajouter un nouveau conteneur

source: Print Barcodes?
fr: Imprimer les codes-barres ?

source: Batch Preparation Successful!
fr: Préparation du lot réussie !

source: This field is required.
fr: Ce champ est obligatoire.

source: This field must be a number.
fr: Ce champ doit être un nombre.

source: This field must not be negative.
fr: Ce champ ne doit pas être négatif.

source: This field must be an integer.
fr: Ce champ doit être un entier.

source: This field is required!
fr: Ce champ est obligatoire !

source: This field must be a number!
fr: Ce champ doit être un nombre !

source: This field must be a valid date!
fr: Ce champ doit être une date valide !

source: This field must be a valid time!
fr: Ce champ doit être une heure valide !

source: Barcode must be unique.
fr: Le code-barres doit être unique.

source: Pooling requires at least 2 specimens
fr: La mise en pool nécessite au moins 2 échantillons

source: Container
fr: Conteneur

source: Origin Site
fr: Site d'origine

source: Destination Site
fr: Site de destination

source: Add Shipment
fr: Ajouter un envoi

source: Temperature
fr: Température

source: Date & Time
fr: Date et heure

source: User
fr: Utilisateur

source: Specimens must be of the same Type and Site
fr: Les échantillons doivent être du même type et du même site

source: Freeze-Thaw Cycle
fr: Cycle de congélation-dégel

source: Preparation
fr: Préparation

source: Editing Note
fr: Note d'édition

source: Select a form for the list to edit the specimen values. Any previous value associated with a Specimen for a given field will be overwritten if one is added on this form.
fr: Sélectionnez un formulaire pour la liste afin de modifier les valeurs des échantillons. Toute valeur précédente associée à un échantillon pour un champ donné sera écrasée si une nouvelle valeur est ajoutée dans ce formulaire.

source: Edit Specimens
fr: Modifier les échantillons

source: Select or Scan the specimens to be edited. Specimens must share the same Type.
fr: Sélectionnez ou scannez les échantillons à modifier. Les échantillons doivent partager le même type.

source: Pool
fr: Regroupement

source: Available Spots
fr: Places disponibles

source: Parent Container Barcode
fr: Code-barres du conteneur parent

source: fTCycle
fr: Cycle fT

source: Shipment
fr: Expédition

source: Specimens must be of the same Type
fr: Les échantillons doivent être du même type

source: Warning!
fr: Attention !

source: Processing Note
fr: Note de traitement

source: Select or scan the specimens to be prepared. Specimens must have a Status of 'Available' and share the same Type. Any previous value associated with a specimen will be overwritten if a new value is added on this form.
fr: Sélectionnez ou scannez les échantillons à préparer. Les échantillons doivent avoir un statut 'Disponible' et être du même type. Toute valeur précédente associée à un échantillon sera écrasée si une nouvelle valeur est ajoutée sur ce formulaire.

source: Process Specimens
fr: Traiter les échantillons

source: Pooled Specimens
fr: Échantillons regroupés

source: To create new aliquots, enter a Barcode, fill out the corresponding sub-form and press Submit. Press the "New Entry" button to add another barcode field, or use the "Copy" button to duplicate the previous entry.
fr: Pour créer de nouveaux aliquots, entrez un code-barres, remplissez le sous-formulaire correspondant et appuyez sur Soumettre. Appuyez sur le bouton "Nouvelle entrée" pour ajouter un autre champ de code-barres, ou utilisez le bouton "Copier" pour dupliquer l'entrée précédente.

source: To create new specimens, first select a PSCID and Visit Label. Then, enter a Barcode, fill out the corresponding sub-form and press submit. Press "New Entry" button to add another barcode field, or use the "Copy" button to duplicate the previous entry.
fr: Pour créer de nouveaux échantillons, sélectionnez d'abord un PSCID et un Label de visite. Ensuite, entrez un code-barres, remplissez le sous-formulaire correspondant et appuyez sur soumettre. Appuyez sur le bouton "Nouvelle entrée" pour ajouter un autre champ de code-barres, ou utilisez le bouton "Copier" pour dupliquer l'entrée précédente.

source: Parent Specimen(s)
fr: Échantillons parent(s)

source: Search for a PSCID
fr: Rechercher un PSCID

source: Remaining Quantity
fr: Quantité restante

source: Generate Barcodes
fr: Générer des codes-barres

source: Print Barcodes
fr: Imprimer les codes-barres
