Repository: aces/Loris
Catalog: modules/create_timepoint/locale/*/LC_MESSAGES/create_timepoint.po
Languages: es, fr, ja

source: Create Timepoint
es: Crear Punto en el Tiempo
fr: Créer un temps d'acquisition
ja: タイムポイントを作成

source: No cohorts defined for project: {{project}}
es: No existen cohortes definidos en el projecto: {{project}}
fr: Aucune cohorte définie pour le projet : {{project}}
ja: プロジェクト {{project}} にコホートが定義されていません

source: No visit labels defined for the combination project: {{project}} and cohort: {{cohort}}
es: No existen Etiquetas de Visita definidas para la combinaci√≥n projecto: {{project}} y cohorte: {{cohort}}
fr: Aucune visite définie pour la combinaison projet : {{project}} et cohorte : {{cohort}}
ja: プロジェクト {{project}} とコホート {{cohort}} の組み合わせに訪問ラベルが定義されていません

source: Timepoint created.
es: Punto en el Tiempo creado.
fr: Temps d'acquisition créé.
ja: タイムポイント作成

source: A timepoint with these conditions (%s, %s, %s, %s) already exists.
es: Ya existe un Punto en el Tiempo con estas condiciones (%s, %s, %s, %s).
fr: Un temps d'acquisition avec ces conditions (%s, %s, %s, %s) existe déjà.

source: You must be affiliated with a site to create a timepoint.
es: Debe estar affiliado a un Sitio para poder crear un Punto en el Tiempo.
fr: Vous devez être affilié à un site pour créer un temps d'acquisition.
ja: タイムポイントを作成するには、サイトに所属している必要があります。

source: Site must be selected from the available dropdown.
es: Un Sitio debe ser seleccionado de la siguiente lista.
fr: Le site doit être sélectionné à partir du menu déroulant fourni.
ja: 利用可能なドロップダウンからサイトを選択する必要があります。

source: You must be affiliated with a project to create a timepoint.
es: Debe estar affiliado a un Projecto para poder crear un Punto en el Tiempo.
fr: Vous devez être affilié à un projet pour créer un temps d'acquisition.
ja: タイムポイントを作成するには、プロジェクトに所属している必要があります。

source: A project must be selected from the available dropdown.
es: Un projecto debe ser seleccionado de la siguiente lista.
fr: Un projet doit être sélectionné à partir du menu déroulant fourni.
ja: 利用可能なドロップダウンからプロジェクトを選択する必要があります。

source: A language must be selected.
es: Un lenguage debe ser seleccionado.
fr: Il faut sélectionner une langue.
ja: 言語を選択する必要があります。

source: This visit label is not unique.
ja: この訪問ラベルは一意ではありません。
